Repository: skoruppa/stremio-community-subtitles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it, pl, pt, pt_br, vi

source: Ensure proper timing and formatting
ar: ضمان التوقيت المناسب والتنسيق المناسب
es: Asegurar el tiempo y el formato apropiados
fr: Assurez un minutage et un formatage corrects
it: Garantire timing e formattazione corretti
pl: Upewnij się, że synchronizacja i formatowanie są prawidłowe
pt: Assegurar tempo e formatação adequadas
pt_br: Garanta formatação e sincronização adequadas
vi: Đảm bảo thời gian và định dạng chính xác

source: Avoid hardcoded advertisements
ar: تجنب الإعلانات المشفرة
es: Evitar anuncios codificados
fr: Évitez les publicités incrustées
it: Evitare pubblicità hardcoded
pl: Unikaj zakodowanych reklam
pt: Evitar anúncios codificados
pt_br: Evite anúncios embutidos
vi: Tránh các quảng cáo được gắn cứng vào phụ đề

source: Respect copyright and intellectual property
ar: احترام حقوق الطبع والنشر والملكية الفكرية
es: Respetar los derechos de autor y la propiedad intelectual
fr: Respectez le droit d'auteur et la propriété intellectuelle
it: Rispettare il diritto d'autore e la proprietà intellettuale
pl: Szanuj prawa autorskie i własność intelektualną
pt: Respeita os direitos autorais e a propriedade intelectual
pt_br: Respeite os direitos autorais e a propriedade intelectual
vi: Tôn trọng bản quyền và sở hữu trí tuệ

source: Advanced:
ar: المتقدم:
es: Avanzada:
fr: Avancé :
it: Avanzate:
pl: Zaawansowane:
pt: Avançado:
pt_br: Avançado:
vi: Nâng cao:

source: No video hash association
ar: لا يوجد تزامن لـ hash الفيديو
es: No hay asociación de video hash
fr: Aucune association de hash vidéo
it: Nessuna associazione hash video
pl: Bez powiązania z hash wideo
pt: Nenhuma associação de hash de vídeo
pt_br: Sem associação ao hash do vídeo
vi: Không liên kết với mã Hash của video

source: Back to Home
ar: العودة إلى الصفحة الرئيسية
es: Volver a Inicio
fr: Retour à l'accueil
it: Torna alla home
pl: Powrót do strony głównej
pt: Voltar à Página Inicial
pt_br: Voltar ao início
vi: Quay lại Trang chủ

source: Back to Content
ar: العودة إلى المحتوى
es: Volver al contenido
fr: Retour au contenu
it: Torna ai contenuti
pl: Powrót do treści
pt: Voltar ao conteúdo
pt_br: Voltar ao Conteúdo
vi: Quay lại Nội dung

source: Voted Subtitles
ar: الترجمات المصوتة
es: Subtítulos Votados
fr: Sous-titres votés
it: Sottotitoli votati
pl: Głosowane napisy
pt: Legendas votadas
pt_br: Legendas votadas
vi: Phụ đề đã bình chọn

source: View and manage all your subtitle votes.
ar: عرض وإدارة جميع أصوات الترجمة الخاصة بك.
es: Ver y administrar todos sus votos de subtítulos.
fr: Voir et gérer tous vos votes de sous-titres.
it: Visualizza e gestisci tutti i tuoi voti ai sottotitoli.
pl: Przeglądaj i zarządzaj wszystkimi swoimi głosami na napisy.
pt: Visualize e gerencie todos os seus votos em legendas.
pt_br: Ver e gerenciar todas suas legendas votadas.
vi: Xem và quản lý tất cả các bình chọn phụ đề của bạn.

source: My Voted Subtitles
ar: ترجماتي المصوتة
es: Mis Subtítulos Votados
fr: Mes sous-titres votés
it: I miei sottotitoli votati
pl: Moje głosowane napisy
pt: As minhas Legendas Votadas
pt_br: Minhas legendas votadas
vi: Phụ đề tôi đã bình chọn

source: Total Votes:
ar: إجمالي الأصوات:
es: Total de votos:
fr: Total des votes :
it: Voti totali:
pl: Łącznie głosów:
pt: Total de Votos:
pt_br: Total de votos:
vi: Tổng bình chọn:

source: Your Vote:
ar: تصويتك:
es: Tu voto:
fr: Votre vote :
it: Il tuo voto:
pl: Twój głos:
pt: Seu Voto:
pt_br: Seu voto:
vi: Bình chọn của bạn:

source: Voted:
ar: التصويت:
es: Votado:
fr: Voté :
it: Votazione:
pl: Głosowano:
pt: Votado:
pt_br: Votada:
vi: Đã bình chọn:

source: No Votes Yet
ar: لا يوجد تصويت بعد
es: Aún no hay votos
fr: Aucun vote pour le moment
it: Voti non ancora disponibili
pl: Brak głosów
pt: Nenhum Voto Ainda
pt_br: Sem votos ainda
vi: Chưa có bình chọn nào

source: You haven't voted on any subtitles yet.
ar: لم تقم بالتصويت على أي ترجمات بعد.
es: Aún no has votado ningún subtítulo.
fr: Vous n'avez pas encore voté pour des sous-titres.
it: Non hai ancora votato sottotitoli.
pl: Nie głosowałeś jeszcze na żadne napisy.
pt: Ainda não votou em nenhuma legenda.
pt_br: Você ainda não votou em nenhuma legenda.
vi: Bạn chưa bình chọn cho phụ đề nào.

source: is a Polish subtitle database. No authentication required - just click Connect to activate.
ar: قاعدة بيانات الترجمة البولندية. لا يتطلب المصادقة - فقط انقر على الاتصال لتفعيلها.
es: es una base de datos Polaca de subtítulos. No se requiere autenticación simplemente haga clic en Conectar para activar.
fr: est une base de données de sous-titres polonaise. Aucune authentification requise - cliquez simplement sur Se connecter pour activer.
it: è un database di sottotitoli polacco. Non è richiesta alcuna autenticazione - basta fare clic su Connetti per attivare.
pl: jest polską bazą napisów. Nie jest wymagane uwierzytelnianie - po prostu kliknij przycisk Połącz aby aktywować.
pt: é um banco de dados polaco. Não requer autenticação - clique Conectar para ativar.
pt_br: é um banco de dados de legendas polonesas. Não é necessária autenticação - basta Conectar para ativar.
vi: là một cơ sở dữ liệu phụ đề tiếng Ba Lan. Không yêu cầu xác thực - chỉ cần nhấn Kết nối để kích hoạt.

source: Your OpenSubtitles.com username
ar: اسم المستخدم الخاص بك على OpenSubtitles.com
es: Tu nombre de usuario de OpenSubtitles.com
fr: Votre nom d'utilisateur OpenSubtitles.com
it: Il tuo nome utente su OpenSubtitles.com
pl: Twoja nazwa użytkownika OpenSubtitles.com
pt: O seu nome de utilizador OpenSubtitles.com
pt_br: Seu usuário do OpenSubtitles.com
vi: Tên đăng nhập OpenSubtitles.com của bạn

source: Your OpenSubtitles.com password
ar: كلمة مرورك على OpenSubtitles.com
es: Tu contraseña de OpenSubtitles.com
fr: Votre mot de passe OpenSubtitles.com
it: La tua password su OpenSubtitles.com
pl: Twoje hasło OpenSubtitles.com
pt: A sua palavra passe de OpenSubtitles
pt_br: Sua senha do OpenSubtitles.com
vi: Mật khẩu OpenSubtitles.com của bạn

source: Your password is transmitted securely and stored encrypted.
ar: يتم إرسال كلمة المرور الخاصة بك بشكل آمن وتشفيرها.
es: Su contraseña se transmite de forma segura y se almacena cifrada.
fr: Votre mot de passe est transmis de manière sécurisée et stocké chiffré.
it: La password viene trasmessa in modo sicuro e memorizzata criptata.
pl: Twoje hasło jest przesyłane bezpiecznie i przechowywane zaszyfrowane.
pt: A sua palavra passe é transmitida de forma segura e criptografada.
pt_br: Sua senha é transmitida de forma segura e encriptada.
vi: Mật khẩu của bạn được truyền tải an toàn và được lưu trữ dưới dạng mã hóa.

source: Important:
ar: هام:
es: Importante:
it: Importante:
pl: Ważne:
pt: Importante:
pt_br: Importante:
vi: Quan trọng:

source: OpenSubtitles has download limits.
ar: الترجمات المفتوحة لها حدود للتحميل.
es: OpenSubtitles tiene límites de descarga.
fr: OpenSubtitles a des limites de téléchargement.
it: OpenSubtitles ha limiti di download.
pl: OpenSubtitles posiada limity pobierania.
pt: OpenSubtitles tem limites de download.
pt_br: OpenSubtitles possui limite de downloads.
vi: OpenSubtitles có giới hạn lượt tải xuống.

source: Free accounts: 200 downloads/day. VIP accounts: Unlimited.
ar: الحسابات المجانية: 200 تنزيل/يوم. حسابات كبار الشخصيات: غير محدودة.
es: Cuentas gratis: 200 descargas por día. Cuentas VIP: ilimitadas.
fr: Comptes gratuits : 200 téléchargements/jour. Comptes VIP : illimité.
it: Account gratuiti: 200 download al giorno. Account VIP: illimitati.
pl: Darmowe konta: 200 pobrań/dzień. Konta VIP: Bez limitu.
pt: Contas gratuitas: 200 transferências por dia. Contas VIP: ilimitadas.
pt_br: Contas grátis: 200 downloads por dia. Contas VIP: Ilimitado.
vi: Tài khoản miễn phí: 200 lượt tải/ngày. Tài khoản VIP: Không giới hạn.

source: SubDL API Key
ar: مفتاح API SubDL
es: Clave API de SubDL
fr: Clé API SubDL
it: Chiave API SubDL
pl: Klucz API SubDL
pt: Chave API do SubDL
pt_br: Chave de API do SubDL

source: Your SubDL API key
ar: مفتاح API الخاص بك SubDL
es: Tu clave API de SubDL
fr: Votre clé API SubDL
it: La tua chiave API SubDL
pl: Twój klucz API SubSource
pt: Sua chave de API do SubDL
pt_br: Sua chave de API do SubDL
vi: SubDL API key của bạn

source: Get your API key from
ar: الحصول على مفتاح API الخاص بك من
es: Obtén tu clave API de
fr: Obtenez votre clé API sur
it: Ottieni la tua chiave API da
pl: Pobierz klucz API z
pt: Obtenha a sua chave de API de
pt_br: Pegue sua chave de API do
vi: Lấy API key từ

source: SubDL API page
ar: صفحة الـ API لـ SubDL
es: Página de API de SubDL
fr: Page API SubDL
it: Pagina API SubDL
pl: Strona API SubSource
pt: página de API SubDL
pt_br: Página de API do SubDL
vi: Trang SubDL API

source: SubDL returns ZIP files that may contain ASS format. This option will always add an ass entry in Stremio, even if there are no .ass subtitles in the .zip.
ar: يرجع SubDL ملفات ZIP التي قد تحتوي على تنسيق ASS. هذا الخيار سيضيف دائماً مدخلاً في ستريميو، حتى إذا لم يكن هناك ترجمات .ass في .zip.
es: SubDL devuelve archivos ZIP que pueden contener formato ASS. Esta opción siempre añadirá una entrada ass en Stremio, incluso si no hay subtítulos .ass en el .zip.
fr: SubDL renvoie des ZIP pouvant contenir le format ASS. Cette option ajoutera toujours une entrée ASS dans Stremio, même sans sous-titres .ass dans le .zip.
it: SubDL restituisce file ZIP che possono contenere il formato ASS. Questa opzione aggiungerà sempre una voce .ass in Stremio, anche se non ci sono sottotitoli .ass nello .zip.
pl: SubDL zwraca pliki ZIP, które mogą zawierać format ASS. Ta opcja zawsze doda wpis ASS w Stremio, nawet jeśli w pliku .zip nie ma napisów .ass.
pt: SubDL devolve arquivos ZIP que podem conter o formato ASS. Esta opção adiciona sempre uma entrada ASS no Stremio, mesmo que não existam legendas .ass no .zip.
pt_br: SubDL envia arquivos em ZIP que podem conter legendas no formato ASS. Essa opção vai sempre adicionar uma legenda ASS no Stremio, mesmo se não houver legendas ASS no arquivo ZIP.
vi: SubDL trả về tệp ZIP có thể chứa định dạng ASS. Tùy chọn này sẽ luôn thêm một mục ASS trong Stremio, ngay cả khi không có phụ đề .ass trong tệp .zip đó.

source: Note:
ar: ملاحظة:
es: Nota:
it: Nota:
pl: Uwaga:
pt: Observação:
pt_br: Nota:
vi: Lưu ý:

source: SubDL offers free API access with rate limits. Check their website for current limits and pricing.
ar: يوفر SubDL الوصول المجاني إلى API مع حدود المعدل. تحقق من موقعهم الإلكتروني بالحدود الحالية والتسعير.
es: SubDL ofrece acceso gratuito a la API con límites de tarifas. Revise su sitio web para ver los límites actuales y los precios.
fr: SubDL offre un accès API gratuit avec limites. Consultez leur site pour les tarifs et limites actuels.
it: SubDL offre un accesso API gratuito limitato. Controlla il loro sito web per i limiti e i prezzi attuali.
pl: SubDL oferuje darmowy dostęp do API z limitami. Sprawdź ich stronę, aby poznać aktualne limity i cennik.
pt: O SubDL disponibiliza acesso gratuito à API com limite de pedidos. Consulta o site para veres os limites e preços em vigor.
pt_br: SubDL fornece acesso grátis no API com limites. Verifique o site deles para saber dos limites e preços.
vi: SubDL cung cấp quyền truy cập API miễn phí với giới hạn tốc độ. Kiểm tra trang web của họ để biết các giới hạn và giá cả hiện tại.

source: SubSource API Key
ar: مفتاح API لـ SubSource
es: Clave API de SubSource
fr: Clé API SubSource
it: Chiave API SubSource
pl: Klucz API SubSource
pt: Chave API de SubSource
pt_br: Chave de API do SubSource

source: Your SubSource API key
ar: مفتاح API الـSubSource الخاص بك
es: Tu clave API de SubSource
fr: Votre clé API SubSource
it: La tua chiave API SubSource
pl: Twój klucz API SubSource
pt: A sua chave API do SubSource
pt_br: Sua chave de API do SubSource
vi: SubSource API key của bạn

source: SubSource API page
ar: صفحة الـ APl لـ SubSource
es: Página de API de SubSource
fr: Page API SubSource
it: Pagina API SubSource
pl: Strona API SubSource
pt: página API de SubSource
pt_br: Página de API do SubSource
vi: Trang SubSource API

source: SubSource returns ZIP files that may contain ASS format. This option will always add an ass entry in Stremio, even if there are no .ass subtitles in the .zip.
ar: SubSource يرجع ملفات ZIP التي قد تحتوي على تنسيق ASS. هذا الخيار سيضيف دائماً مدخلاً في ستريميو، حتى إذا لم يكن هناك ترجمات .ass في .zip.
es: Subsource devuelve archivos ZIP que pueden contener formato ASS. Esta opción siempre añadirá una entrada ass en Stremio, incluso si no hay subtítulos .ass en el .zip.
fr: SubSource renvoie des ZIP pouvant contenir le format ASS. Cette option ajoutera toujours une entrée ASS dans Stremio, même sans sous-titres .ass dans le .zip.
it: SubSource restituisce file ZIP che possono contenere il formato ASS. Questa opzione aggiungerà sempre una voce .ass in Stremio, anche se non ci sono sottotitoli .ass nello .zip.
pl: SubSource zwraca pliki ZIP, które mogą zawierać format ASS. Ta opcja zawsze doda wpis ASS w Stremio, nawet jeśli w pliku .zip nie ma napisów .ass.
pt: O SubSource devolve ficheiros ZIP que podem conter o formato ASS. Esta opção adiciona sempre uma entrada ASS no Stremio, mesmo que não existam legendas .ass no .zip.
pt_br: SubSource envia arquivos em ZIP que podem conter legendas no formato ASS. Essa opção vai sempre adicionar uma legenda ASS no Stremio, mesmo se não houver legendas ASS no arquivo ZIP.
vi: SubSource trả về tệp ZIP có thể chứa định dạng ASS. Tùy chọn này sẽ luôn thêm một mục ASS trong Stremio, ngay cả khi không có phụ đề .ass trong tệp .zip đó.

source: SubSource offers API access for subtitle downloads. Check their website for current limits.
ar: يوفر SubSource الوصول إلى API لتنزيلات الترجمة. تحقق من موقعهم الإلكتروني بالحدود الحالية.
es: SubSource ofrece acceso a la API para las descargas de subtítulos. Revise su sitio web para ver los límites actuales.
fr: SubSource offre un accès API pour le téléchargement. Consultez leur site pour les limites actuelles.
it: SubSource offre accesso API per il download dei sottotitoli. Controlla il loro sito web per i limiti attuali.
pl: SubSource oferuje dostęp do API do pobierania napisów. Sprawdź ich stronę, aby poznać aktualne limity.
pt: O SubSource oferece acesso gratuito à API com limites de utilização. Consulta o sítio web deles para saberes os limites e os preços atuais.
pt_br: SubSource fornece acesso ao API para downloads de legendas. Verifique os limites no site deles.
vi: SubSource cung cấp quyền truy cập API để tải xuống phụ đề. Kiểm tra trang web của họ để biết các giới hạn hiện tại.

source: IMDB ID:
fr: ID IMDB :
it: ID IMDB:
pt_br: ID do IMDB:

source: Kitsu ID:
fr: ID Kitsu :
it: ID Kitsu:
pt_br: ID do Kitsu:

source: Kitsu ID (Anime):
fr: ID Kitsu (Animés) :
it: ID Kitsu (anime):
pt_br: ID do Kitsu (Anime):

source: Auto
pt_br: Automático
vi: Tự động

source: Email:
ar: البريد الإلكتروني:
