Repository: skoruppa/stremio-community-subtitles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it, pl, pt, pt_br, vi

source: Enter your email address and we'll send you instructions to reset your password.
ar: أدخل عنوان بريدك الإلكتروني وسوف نرسل لك تعليمات لإعادة تعيين كلمة المرور الخاصة بك.
es: Introduce tu dirección de correo electrónico y te enviaremos instrucciones para restablecer tu contraseña
fr: Saisissez votre adresse e-mail et nous vous enverrons les instructions pour réinitialiser votre mot de passe.
it: Inserisci il tuo indirizzo email e ti invieremo le istruzioni per reimpostare la password.
pl: Wprowadź swój adres email, a wyślemy Ci instrukcje resetowania hasła.
pt: Introduza o seu endereço de email para receber as instruções de recuperação de palavra passe.
pt_br: Insira seu e-mail e nós enviaremos instruções para redefinir sua senha.
vi: Nhập địa chỉ Email của bạn và chúng tôi sẽ gửi hướng dẫn để đặt lại mật khẩu.

source: Remember your password?
ar: تذكر كلمة المرور الخاصة بك؟
es: ¿Recuerdas tu contraseña?
fr: Vous vous souvenez de votre mot de passe ?
it: Non ricordi la tua password?
pl: Pamiętasz hasło?
pt: Esqueceu a sua palavra-passe?
pt_br: Lembrar da sua senha?
vi: Đã nhớ mật khẩu?

source: Confirm Your Email
ar: تأكيد بريدك الإلكتروني
es: Confirma tu correo electrónico
fr: Confirmez votre e-mail
it: Conferma l'email
pl: Potwierdź swój email
pt: Confirmar o Seu Email
pt_br: Confirmar seu e-mail
vi: Xác nhận Email của bạn

source: Hello %(username)s,
ar: مرحبا %(username)s،
es: Hola, %(username)s.
fr: Bonjour %(username)s,
it: Ciao %(username)s,
pl: Witaj %(username)s,
pt: Olá, %(username)s
pt_br: Olá %(username)s,
vi: Xin chào %(username)s,

source: Thank you for registering with Stremio Community Subtitles! Please confirm your email address by clicking the button below:
ar: شكرا لك على التسجيل في ترجمة المجتمع ستريميو! الرجاء تأكيد عنوان البريد الإلكتروني الخاص بك بالنقر على الزر أدناه:
es: ¡Gracias por registrarse en los Stremio Community Subtitles! Por favor, confirma tu dirección de correo electrónico haciendo clic en el botón de abajo:
fr: Merci de vous être inscrit à Stremio Community Subtitles ! Veuillez confirmer votre adresse e-mail en cliquant sur le bouton ci-dessous :
it: Grazie per esserti registrato a Stremio Community Subtitles! Conferma il tuo indirizzo email cliccando sul pulsante qui sotto:
pl: Dziękujemy za rejestrację w Stremio Community Subtitles! Aby potwierdzić swój adres e-mail, kliknij poniższy przycisk:
pt: Obrigado por se registar na comunidade Stremio Subtitles! Por favor, confirme o seu endereço de e-mail clicando no link abaixo:
pt_br: Obrigado por se cadastrar no Stremio Community Subtitles! Por favor, confirme seu e-mail clicando no botão abaixo:
vi: Cảm ơn bạn đã đăng ký Stremio Community Subtitles! Vui lòng xác nhận địa chỉ Email của bạn bằng cách nhấn vào nút bên dưới:

source: Confirm Email
ar: تأكيد البريد الإلكتروني
es: Confirmar correro electrnico
fr: Confirmer l'e-mail
it: Conferma email
pl: Potwierdź email
pt: Confirmar endereço de e-mail
pt_br: Confirmar e-mail
vi: Xác nhận Email

source: If the button doesn't work, you can also copy and paste the following link into your browser:
ar: إذا لم يعمل الزر، يمكنك أيضًا نسخ ولصق الرابط التالي في المتصفح الخاص بك:
es: Si el botón no funciona, también puedes copiar y pegar el siguiente enlace en tu navegador:
fr: Si le bouton ne fonctionne pas, vous pouvez également copier et coller le lien suivant dans votre navigateur :
it: Se il pulsante non funziona, puoi anche copiare e incollare il seguente link nel tuo browser:
pl: Jeśli przycisk nie działa, możesz również skopiować i wkleić poniższy link do przeglądarki:
pt: Se o botão não funcionar, pode copiar e colar o seguinte link no seu navegador:
pt_br: Se o botão não funcionar, você também pode copiar e colar esse link e colar no seu navegador:
vi: Nếu nút không hoạt động, bạn cũng có thể sao chép và dán liên kết sau vào trình duyệt:

source: This link will expire in 24 hours.
ar: سينتهي صلاحية هذا الرابط خلال 24 ساعة.
es: Este enlace expirará en 24 horas.
fr: Ce lien expirera dans 24 heures.
it: Questo link scadrà tra 24 ore.
pl: Ten link wygaśnie za 24 godziny.
pt: Este link expira em 24 horas.
pt_br: Esse link vai expirar em 24 horas.
vi: Liên kết này sẽ hết hạn trong 24 giờ.

source: If you did not register for Stremio Community Subtitles, please ignore this email.
ar: إذا لم تقم بالتسجيل لترجمات مجتمع ستريميو، يرجى تجاهل هذا البريد الإلكتروني.
es: Si no se registró en los Stremio Community Subtitles, por favor ignore este correo electrónico.
fr: Si vous ne vous êtes pas inscrit à Stremio Community Subtitles, veuillez ignorer cet e-mail.
it: Se non ti sei registrato a Stremio Community Subtitles ignora questa email.
pl: Jeśli nie rejestrowałeś się w Stremio Community Subtitles, zignoruj tę wiadomość.
pt: Se não se registou na Comunidade Stremio Subtitles, por favor ignore este email.
pt_br: Se você não se cadastrou no Stremio Community Subtitles, por favor, ignore esse e-mail.
vi: Nếu bạn không đăng ký Stremio Community Subtitles, vui lòng bỏ qua Email này.

source: Best regards,
ar: مع خالص التحية,
es: Saludos,
fr: Cordialement,
it: Cordiali saluti,
pl: Pozdrawiam,
pt: Com os melhores cumprimentos,
pt_br: Atenciosamente,
vi: Trân trọng,

source: The Stremio Community Subtitles Team
ar: فريق ترجمة مجتمع ستريميو
es: El equipo de Stremio Community Subtitles
fr: L'équipe Stremio Community Subtitles
it: Il team di Stremio Community Subtitles
pl: Zespół Stremio Community Subtitles
pt: A Equipa da Comunidade Stremio Subtitles.
pt_br: A Equipe de Legendas da Comunidade Stremio
vi: Stremio Community Subtitles Team

source: This is an automated message, please do not reply to this email.
ar: هذه رسالة تلقائية، يرجى عدم الرد على هذا البريد الإلكتروني.
es: Este es un mensaje automatizado, por favor no responda a este email.
fr: Ceci est un message automatisé, veuillez ne pas répondre à cet e-mail.
it: Questo è un messaggio automatico, non rispondere a questa email.
pl: To jest automatyczna wiadomość, proszę nie odpowiadać na ten email.
pt: Esta é uma mensagem automática, por favor, não responda a este e-mail.
pt_br: Essa é uma mensagem automática. Por favor, não responda esse e-mail.
vi: Đây là tin nhắn tự động, vui lòng không trả lời Email này.

source: Thank you for registering with Stremio Community Subtitles! Please confirm your email address by clicking the link below:
ar: شكرا لك على التسجيل في ترجمة المجتمع ستريميو! الرجاء تأكيد عنوان البريد الإلكتروني الخاص بك بالنقر على الزر أدناه:
es: ¡Gracias por registrarse en Stremio Community Subtitles! Por favor, confirma tu dirección de correo electrónico haciendo clic en el siguiente enlace:
fr: Merci de vous être inscrit à Stremio Community Subtitles ! Veuillez confirmer votre adresse e-mail en cliquant sur le lien ci-dessous :
it: Grazie per esserti registrato a Stremio Community Subtitles! Conferma il tuo indirizzo email cliccando sul pulsante qui sotto:
pl: Dziękujemy za rejestrację w Stremio Community Subtitles! Proszę potwierdzić swój adres e-mail, klikając poniższy link:
pt: Obrigado por se registar na comunidade Stremio Subtitles! Por favor confirme o seu endereço de email ao clicar na ligação abaixo:
pt_br: Obrigado por se cadastrar no Stremio Community Subtitles! Por favor, confirme seu e-mail clicando no link abaixo:
vi: Cảm ơn bạn đã đăng ký Stremio Community Subtitles! Vui lòng xác nhận địa chỉ Email của bạn bằng cách nhấn vào liên kết bên dưới:

source: Reset Your Password
ar: إعادة تعيين كلمة المرور
es: Restablecer tu contraseña
fr: Réinitialiser votre mot de passe
it: Reimposta password
pl: Zresetuj swoje hasło
pt: Redefinir a sua Senha
pt_br: Redefinir sua senha
vi: Đặt lại mật khẩu

source: You have requested to reset your password. Please click the button below to set a new password:
ar: لقد طلبت إعادة تعيين كلمة المرور الخاصة بك. الرجاء النقر على الزر أدناه لتعيين كلمة مرور جديدة:
es: Ha solicitado restablecer su contraseña. Por favor, haga clic en el botón de abajo para establecer una nueva contraseña:
fr: Vous avez demandé la réinitialisation de votre mot de passe. Veuillez cliquer sur le bouton ci-dessous pour définir un nouveau mot de passe :
it: Hai richiesto di reimpostare la password. Fai clic sul pulsante qui sotto per impostare una nuova password:
pl: Zażądano zresetowania hasła. Kliknij poniższy przycisk, aby ustawić nowe hasło:
pt: Solicitou a redefinição da sua senha. Por favor, clique no botão abaixo para definir uma nova senha:
pt_br: Você solicitou redefinição de senha. Por favor, clique no botão abaixo para definir uma nova senha:
vi: Bạn đã yêu cầu đặt lại mật khẩu. Vui lòng nhấn vào nút bên dưới để thiết lập mật khẩu mới:

source: This link will expire in 1 hour.
ar: سينتهي صلاحية هذا الرابط خلال 1 ساعة.
es: Este enlace expirará en 1 hora.
fr: Ce lien expirera dans 1 heure.
it: Questo link scadrà tra un'ora.
pl: Ten link wygaśnie za 1 godzinę.
pt: Este link expira em 1 hora.
pt_br: Esse link vai expirar em 1 hora.
vi: Liên kết này sẽ hết hạn trong 1 giờ.

source: If you did not request a password reset, please ignore this email and your password will remain unchanged.
ar: إذا لم تطلب إعادة تعيين كلمة مرور، يرجى تجاهل هذا البريد الإلكتروني وستبقى كلمة المرور الخاصة بك دون تغيير.
es: Si usted no solicitó un restablecimiento de contraseña, por favor ignore este correo electrónico y su contraseña permanecerá sin cambios.
fr: Si vous n'avez pas demandé de réinitialisation de mot de passe, veuillez ignorer cet e-mail et votre mot de passe restera inchangé.
it: Se non hai richiesto il ripristino della password, ignora questa email e la password rimarrà invariata.
pl: Jeśli nie prosiłeś o reset hasła, zignoruj ten email, a Twoje hasło pozostanie niezmienione.
pt: Se não solicitou uma redefinição de senha, ignore este e-mail e a sua senha não será alterada.
pt_br: Se você não solicitou uma redefinição de senha, por favor, ignore esse e-mail e sua senha permanecerá a mesma.
vi: Nếu bạn không yêu cầu đặt lại mật khẩu, vui lòng bỏ qua Email này và mật khẩu của bạn sẽ được giữ nguyên.

source: You have requested to reset your password. Please click the link below to set a new password:
ar: لقد طلبت إعادة تعيين كلمة المرور الخاصة بك. الرجاء النقر على الزر أدناه لتعيين كلمة مرور جديدة:
es: Ha solicitado restablecer su contraseña. Por favor, haga clic en el enlace de abajo para establecer una nueva contraseña:
fr: Vous avez demandé la réinitialisation de votre mot de passe. Veuillez cliquer sur le lien ci-dessous pour définir un nouveau mot de passe :
it: Hai richiesto di reimpostare la password. Fai clic sul pulsante qui sotto per impostare una nuova password:
pl: Poprosiłeś o reset hasła. Kliknij poniższy link, aby ustawić nowe hasło:
pt: Solicitou a alteração da palavra passe. Por favor, clique na ligação abaixo para definir uma nova palavra passe:
pt_br: Você solicitou redefinir sua senha. Por favor, clique no botão abaixo para definir uma nova senha:
vi: Bạn đã yêu cầu đặt lại mật khẩu. Vui lòng nhấn vào liên kết bên dưới để thiết lập mật khẩu mới:

source: Manage your account preferences and settings.
ar: إدارة تفضيلات وإعدادات حسابك.
es: Administra las preferencias y ajustes de tu cuenta.
fr: Gérez les préférences et paramètres de votre compte.
it: Gestisci le preferenze e le impostazioni del tuo account.
pl: Zarządzaj preferencjami i ustawieniami konta.
pt: Gerencie as configurações e preferências da sua conta.
pt_br: Gerenciar suas preferências e configurações de conta.
vi: Quản lý các tùy chọn và cài đặt tài khoản của bạn.

source: Language Preferences
ar: تفضيلات اللغة
es: Preferencias de idioma
fr: Préférences de langue
it: Preferenze lingua
pl: Preferencje językowe
pt: Preferências de idioma
pt_br: Preferências de idioma
vi: Tùy chọn ngôn ngữ

source: This setting determines which languages will be used to search subtitles by the addon.
ar: يحدد هذا الإعداد اللغات التي سيتم استخدامها للبحث عن الترجمات بواسطة الإضافة.
es: Esta configuración determina qué idiomas se usarán para buscar subtítulos por el complemento.
fr: Ce paramètre détermine quelles langues seront utilisées par l'extension pour rechercher des sous-titres.
it: Questa impostazione determina quali lingue saranno usate dall'addon per cercare i sottotitoli.
pl: To ustawienie określa, które języki będą używane do wyszukiwania napisów przez addon.
pt: Esta configuração determina que idiomas serão usados quando o addon procurar legendas.
pt_br: Essa configuração determina qual idioma vai ser usado para o Addon pesquisar legendas.
vi: Cài đặt này xác định ngôn ngữ nào sẽ được addon sử dụng để tìm kiếm phụ đề.

source: Options
ar: الخيارات
es: Opciones
it: Opzioni
pl: Opcje
pt: Opções
pt_br: Opções
vi: Tùy chọn

source: Show no subtitles message
ar: لا تظهر أي رسالة ترجمات
es: Mostrar mensaje si no hay subtítulos
fr: Afficher le message "Aucun sous-titre"
it: Non mostrare alcun messaggio relativo ai sottotitoli
pl: Pokaż komunikat o braku napisów
pt: Não mostrar mensagem de legendas
pt_br: Não mostrar mensagem "Sem legendas"
vi: Hiển thị thông báo không có phụ đề

source: When enabled, subtitles entry will always appear in Stremio, even if there are no subtitles available
ar: عند التمكين، سيظهر إدخال الترجمة دائما في ستريميو، حتى إذا لم تكن هناك ترجمات متوفرة
es: Cuando está habilitado, la entrada de subtítulos siempre aparecerá en Stremio, incluso si no hay subtítulos disponibles
fr: Si activé, l'entrée de sous-titres apparaîtra toujours dans Stremio, même s'il n'y a aucun sous-titre disponible.
it: Se abilitata, la voce dei sottotitoli apparirà sempre in Stremio, anche se non ci sono sottotitoli disponibili
pl: Gdy włączone, wpis napisów zawsze pojawi się w Stremio, nawet jeśli nie ma dostępnych napisów
pt: Quando ativado, a entrada de legendas sempre aparecerá no Stremio, mesmo que não haja legendas disponíveis
pt_br: Quando ativado, a opção de legendas continuará aparecendo no Stremio, mesmo que não haja legendas disponíveis
vi: Khi bật, mục phụ đề sẽ luôn xuất hiện trong Stremio, ngay cả khi không có phụ đề khả dụng

source: Setting updated successfully
ar: تم تحديث الإعدادات بنجاح
es: Configuración actualizada con éxito
fr: Paramètre mis à jour avec succès
it: Impostazioni aggiornate con successo
pl: Ustawienie zaktualizowane pomyślnie
pt: Configuração atualizada com sucesso
pt_br: Configurações atualizadas

source: Failed to update setting
ar: فشل تحديث الإعدادات
es: Error al actualizar la configuración
fr: Échec de la mise à jour du paramètre
it: Impossibile aggiornare le impostazioni
pl: Nie udało się zaktualizować ustawienia
pt: Falha ao atualizar configurações
pt_br: Falha ao atualizar configuração

source: Error updating setting
ar: خطأ أثناء تحديث الإعدادات
es: Error al actualizar la configuración
fr: Erreur lors de la mise à jour du paramètre
it: Errore nell'aggiornamento delle impostazioni
pl: Błąd podczas aktualizacji ustawienia
pt: Erro ao atualizar a configuração
pt_br: Erro ao atualizar configuração

source: Prioritize .ass subtitles
ar: أولوية ترجمات .ass
es: Priorizar subtítulos .ass
fr: Donner la priorité aux sous-titres .ass
it: Priorità sottotitoli .ass
pl: Priorytetyzuj napisy .ass
pt: Dar preferência a legendas .ass
pt_br: Priorizar legendas .ass
vi: Ưu tiên phụ đề .ass

source: When enabled, .ass/.ssa subtitles will appear first in Stremio's subtitle list
ar: عند التمكين، ستظهر ترجمات .ass/.ssa أولا في قائمة ترجمات ستريميو
es: Cuando está habilitado, los subtítulos .ass/.ssa aparecerán primero en la lista de subtítulos de Stremio
fr: Si activé, les sous-titres .ass/.ssa apparaîtront en premier dans la liste des sous-titres de Stremio.
it: Se abilitato, i sottotitoli .ass/.ssa appariranno prima nella lista dei sottotitoli di Stremio
pl: Gdy włączone, napisy .ass/.ssa pojawią się jako pierwsze na liście napisów w Stremio
pt: Quando selecionado, as legendas .ass/.ssa aparecerão primeiro na lista de legendas do Stremio
pt_br: Quando ativado, legendas .ass/.ssa aparecerão primeiro na lista de legendas do Stremio
vi: Khi bật, các phụ đề .ass/.ssa sẽ xuất hiện đầu tiên trong danh sách phụ đề của Stremio

source: Prioritize forced subtitles
es: Priorizar subtítulos forzados
it: Priorità sottotitoli forced
pl: Priorytetyzuj napisy wymuszone

source: When enabled, forced/foreign parts subtitles will be prioritized
es: Cuando está activado, los subtítulos forzados serán priorizados
it: Se abilitato, i sottotitoli delle parti forced/estere saranno prioritari
pl: Gdy włączone, napisy wymuszone/obce fragmenty będą priorytetyzowane

source: Subtitle Providers
ar: مقدمي خدمات الترجمة
es: Proveedores de Subtítulos
fr: Fournisseurs de sous-titres
it: Provider sottotitoli
pl: Dostawcy napisów
pt: Fornecedores de legendas
pt_br: Provedores de legendas
vi: Nhà cung cấp phụ đề

source: Connect to external subtitle providers for enhanced search capabilities.
ar: الاتصال بموفري الترجمة الخارجيين لتعزيز قدرات البحث.
es: Conectar a proveedores de subtítulos externos para mejorar las capacidades de búsqueda.
fr: Connectez-vous à des fournisseurs de sous-titres externes pour améliorer les capacités de recherche.
it: Connettiti a provider esterni dei sottotitoli per funzionalità di ricerca avanzate.
pl: Połącz się z zewnętrznymi dostawcami napisów, aby rozszerzyć możliwości wyszukiwania.
pt: Conectar a provedores externos de legendas para capacidades de pesquisa aprimoradas.
pt_br: Conecte-se a provedores externos de legenda para ampliar as opções de busca.
vi: Kết nối với các nhà cung cấp phụ đề bên ngoài để tăng cường khả năng tìm kiếm.

source: Account Information
ar: معلومات الحساب
es: Información de la cuenta
fr: Informations du compte
it: Informazioni account
pl: Informacje o koncie
pt: Informação da Conta
pt_br: Informações da conta
vi: Thông tin tài khoản

source: Username:
ar: اسم المستخدم:
es: Usuario:
fr: Nom d'utilisateur :
it: Nome utente:
pl: Nazwa użytkownika:
pt: Nome de utilizador:
pt_br: Usuário:
vi: Tên đăng nhập:

source: Member Since:
ar: عضو منذ:
es: Miembro desde:
fr: Membre depuis :
it: Iscritto dal:
pl: Członek od:
pt: Membro desde:
pt_br: Membro desde:
vi: Thành viên từ:

source: Current Languages:
ar: اللغات الحالية:
es: Idioma actual:
fr: Langues actuelles :
it: Lingue attuali:
pl: Bieżące języki:
pt: Idiomas atuais:
pt_br: Idiomas atuais:
vi: Ngôn ngữ hiện tại:

source: No languages selected
ar: لم يتم اختيار لغة
es: No hay idiomas seleccionados
fr: Aucune langue sélectionnée
it: Nessuna linguua selezionata
pl: Nie wybrano języków
pt: Nenhum idioma selecionado
pt_br: Nenhum idioma selecionado
vi: Chưa chọn ngôn ngữ nào

source: Addon Installation
ar: تثبيت الإضافة
es: Instalación del addon
fr: Installation de l'extension
it: Installazione addon
pl: Zainstaluj dodatek
pt: Instalação do Addon
pt_br: Instalação do Addon
vi: Cài đặt Addon

source: Need to install your addon in Stremio?
ar: تحتاج إلى تثبيت الإضافة الخاصة بك في ستريميو؟
es: ¿Necesitas instalar tu addon en Stremio?
fr: Besoin d'installer votre extension dans Stremio ?
it: Devi installare il tuo addon in Stremio?
pl: Musisz zainstalować addon w Stremio?
pt: Precisa instalar o seu addon no Stremio?
pt_br: Precisa instalar o Addon no Stremio?
vi: Cần cài đặt addon của bạn vào Stremio?

source: Security
ar: الأمان
es: Seguridad
fr: Sécurité
it: Sicurezza
pl: Bezpieczeństwo
pt: Segurança
pt_br: Segurança
vi: Bảo mật

source: Manage your account security settings:
ar: إدارة تفضيلات وإعدادات حسابك:
es: Gestiona la configuración de seguridad de tu cuenta
fr: Gérer les paramètres de sécurité de votre compte :
it: Gestisci le impostazioni di sicurezza del tuo account:
pl: Zarządzaj ustawieniami bezpieczeństwa konta:
pt: Gerencie as configurações de segurança da sua conta:
pt_br: Gerenciar configurações de segurança da sua conta:
vi: Quản lý cài đặt bảo mật tài khoản:

source: Danger Zone
ar: منطقة خطر
es: Zona de Peligro
fr: Zone de danger
it: Opzioni critiche
pl: Strefa niebezpieczna
pt: Zona Perigosa
pt_br: Área de risco
vi: Khu vực nguy hiểm

source: Warning:
ar: تحذير:
es: Advertencia:
fr: Avertissement :
it: Attenzione:
pl: Ostrzeżenie:
pt: Atenção:
pt_br: Aviso:
vi: Cảnh báo:

source: This action cannot be undone.
ar: لايمكن التراجع عن هذا الاجراء.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: L'operazione non può essere annullata.
pl: Tej akcji nie można cofnąć.
pt: Esta ação não pode ser desfeita.
pt_br: Essa ação não pode ser desfeita.
vi: Hành động này không thể hoàn tác.

source: Deleting your account will permanently remove all your data including uploaded subtitles, selections, and votes.
ar: سيؤدي حذف حسابك إلى إزالة جميع بياناتك بشكل دائم بما في ذلك الترجمات التي تم تحميلها، والتحديدات، والتصويت.
es: Eliminar tu cuenta eliminará permanentemente todos tus datos, incluyendo subtítulos, selecciones y votos subidos.
fr: La suppression de votre compte effacera définitivement toutes vos données, y compris les sous-titres mis en ligne, les sélections et les votes.
it: L'eliminazione del tuo account rimuoverà permanentemente tutti i tuoi dati, inclusi sottotitoli, selezioni e voti.
pl: Usunięcie konta trwale usunie wszystkie Twoje dane, w tym przesłane napisy, wybory i głosy.
pt: Excluir a sua conta irá remover permanentemente todos os seus dados, incluindo legendas, seleções e votos enviados.
pt_br: Deletar sua conta vai remover permanentemente todos seus dados, incluindo upload de legendas, seleções e votos.
vi: Xóa tài khoản sẽ loại bỏ vĩnh viễn tất cả dữ liệu của bạn bao gồm phụ đề đã tải lên, các lựa chọn và bình chọn.

source: Delete Account
ar: حذف الحساب
es: Eliminar Cuenta
fr: Supprimer le compte
it: Elimina account
pl: Usuń konto
pt: Eliminar conta
pt_br: Deletar conta
vi: Xóa tài khoản

source: Are you absolutely sure?
ar: هل أنت متأكد تمامًا؟
es: ¿Estás absolutamente seguro?
fr: Êtes-vous absolument sûr ?
it: Sei assolutamente sicuro?
pl: Czy jesteś absolutnie pewien?
pt: Você tem a certeza absoluta?
pt_br: Tem certeza absoluta?
vi: Bạn có hoàn toàn chắc chắn không?

source: This will permanently delete your account and all associated data:
ar: سيؤدي هذا إلى حذف حسابك وكافة البيانات المرتبطة به بشكل دائم:
es: Esto eliminará permanentemente tu cuenta y todos los datos asociados:
fr: Cela supprimera définitivement votre compte et toutes les données associées :
it: Questo eliminerà definitivamente il tuo account e tutti i dati associati:
pl: To trwale usunie Twoje konto i wszystkie powiązane dane:
pt: Isto irá apagar permanentemente a sua conta e todos os dados associados:
pt_br: Isso vai deletar sua conta permanentemente e todos dados associados:
vi: Hành động này sẽ xóa vĩnh viễn tài khoản và tất cả dữ liệu liên quan:

source: All uploaded subtitles
ar: جميع الترجمات المرفوعة
es: Todos los subtítulos subidos
fr: Tous les sous-titres mis en ligne
it: Tutti i sottotitoli caricati
pl: Wszystkie przesłane napisy
pt: Todas as legendas carregadas
pt_br: Upload de todas legendas
vi: Tất cả phụ đề đã tải lên

source: All subtitle selections
ar: جميع اختيارات الترجمة
es: Todas las selecciones de subtítulos
fr: Toutes les sélections de sous-titres
it: Tutte le selezioni di sottotitoli
pl: Wszystkie wybory napisów
pt: Todas as seleções de legendas
pt_br: Todas seleções de legendas
vi: Tất cả các lựa chọn phụ đề

source: All votes
ar: جميع التصويت
es: Todos los votos
fr: Tous les votes
it: Tutti i voti
pl: Wszystkie głosy
pt: Todos os Votos
pt_br: Todos votos
vi: Tất cả bình chọn

source: Activity history
ar: تاريخ النشاط
es: Historial de actividad
fr: Historique d'activité
it: Cronologia di attività
pl: Historia aktywności
pt: Histórico da atividade
pt_br: Histórico de atividade
vi: Lịch sử hoạt động

source: Provider connections
ar: اتصالات موفر الخدمة
es: Conexiones de proveedores
fr: Connexions aux fournisseurs
it: Connessioni del provider
pl: Połączenia z dostawcami
pt: Conexões de fornecedor
pt_br: Conexões de provedores
vi: Kết nối nhà cung cấp
