Repository: skoruppa/stremio-community-subtitles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it, pl, pt, pt_br, vi

source: This action cannot be undone!
ar: لا يمكن التراجع عن هذا الإجراء!
es: Esta acción no se puede deshacer!
fr: Cette action est irréversible !
it: L'operazione non può essere annullata!
pl: Tej akcji nie można cofnąć!
pt: Esta ação não pode ser desfeita!
pt_br: Essa ação não pode ser desfeita!
vi: Hành động này không thể hoàn tác!

source: Type your username %(username)s to confirm:
ar: اكتب اسم المستخدم %(username)s للتأكيد:
es: Escribe tu nombre de usuario %(username)s para confirmar:
fr: Tapez votre nom d'utilisateur %(username)s pour confirmer :
it: Digita il tuo nome utente %(username)s per confermare:
pl: Wpisz swoją nazwę użytkownika %(username)s, aby potwierdzić:
pt: Introduza o seu nome de utilizador %(username)s para confirmar:
pt_br: Digite seu usuário %(username)s para confirmar:
vi: Nhập tên đăng nhập %(username)s của bạn để xác nhận:

source: Delete My Account
ar: حذف حسابي
es: Eliminar Mi Cuenta
fr: Supprimer mon compte
it: Elimina il mio account
pl: Usuń moje konto
pt: Apagar a minha conta
pt_br: Apagar minha conta
vi: Xóa tài khoản của tôi

source: Configure Addon
ar: تكوين الإضافة
es: Configurar Addon
fr: Configurer l'extension
it: Configura addon
pl: Konfiguruj addon
pt: Configurar Addon
pt_br: Configurar Addon
vi: Cấu hình Addon

source: Configure Stremio Addon
ar: تكوين إضافة ستريميو
es: Configurar Addon de Stremio
fr: Configurer l'extension Stremio
it: Configura addon Stremio
pl: Konfiguruj addon Stremio
pt: Configurar extensão do Stremio
pt_br: Configurar Addon do Stremio
vi: Cấu hình Addon Stremio

source: Follow the instructions below to install the Community Subtitles addon in your Stremio application.
ar: اتبع الإرشادات أدناه لتثبيت إضافة ترجمات المجتمع في تطبيق ستريميو الخاص بك.
es: Siga las siguientes instrucciones para instalar el addon de Community Subtitles en su aplicación Stremio.
fr: Suivez les instructions ci-dessous pour installer l'extension Community Subtitles dans votre application Stremio.
it: Segui le istruzioni qui sotto per installare l'addon Community Subtitles nella tua applicazione Stremio.
pl: Postępuj zgodnie z poniższymi instrukcjami, aby zainstalować addon Community Subtitles w aplikacji Stremio.
pt: Segue as instruções abaixo para instalar a extensão no Stremio.
pt_br: Siga as instruções abaixo para instalar o Addon do Community Subtitles no seu Stremio.
vi: Làm theo hướng dẫn bên dưới để cài đặt addon Community Subtitles vào ứng dụng Stremio của bạn.

source: Your Personal Addon Link
ar: رابط الإضافة الشخصية الخاص بك
es: Su Enlace Personal de Addon
fr: Votre lien d'extension personnel
it: Il tuo link addon personale
pl: Twój osobisty link do addonu
pt: Seu Link exclusivo para o Addon
pt_br: Seu link próprio do Addon:
vi: Liên kết Addon cá nhân của bạn

source: This is your personal addon link. Do not share it with others as it's tied to your account.
ar: هذا هو رابط الإضافات الشخصية الخاص بك. لا تشاركه مع الآخرين لأنه مرتبط بحسابك.
es: Este es tu enlace personal de addon. No lo compartas con otros, ya que está vinculado a tu cuenta.
fr: Ceci est votre lien d'extension personnel. Ne le partagez pas avec d'autres car il est lié à votre compte.
it: Questo è il tuo link addon personale. Non condividerlo con altre persone: è legato al tuo account.
pl: To jest Twój osobisty link do addonu. Nie udostępniaj go innym, ponieważ jest powiązany z Twoim kontem.
pt: Este link é pessoal. Não o partilhe pois está vinculado à sua conta.
pt_br: Esse é seu link particular do Addon. Não compartilhe com os outros, pois é associado com a sua conta.
vi: Đây là liên kết addon cá nhân của bạn. Không chia sẻ nó với người khác vì nó gắn liền với tài khoản của bạn.

source: Copy
ar: نسخ
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
pt: Copiar
pt_br: Copiar
vi: Sao chép

source: Install in Stremio
ar: تثبيت في ستريميو
es: Instalar en Stremio
fr: Installer dans Stremio
it: Installa in Stremio
pl: Zainstaluj w Stremio
pt: Instalar no Stremio
pt_br: Instalar no Stremio
vi: Cài đặt vào Stremio

source: There was a problem generating your addon link. Please contact support.
ar: حدثت مشكلة أثناء إنشاء رابط الإضافة. الرجاء الاتصال بالدعم.
es: Hubo un problema al generar tu enlace de addon. Por favor, ponte en contacto con soporte.
fr: Un problème est survenu lors de la génération de votre lien d'extension. Veuillez contacter le support.
it: Si è verificato un problema durante la creazione del tuo link addon. Contatta l'assistenza.
pl: Wystąpił problem z wygenerowaniem linku do addonu. Skontaktuj się z pomocą techniczną.
pt: Houve um problema ao gerar o seu link. Por favor contacte o suporte.
pt_br: Ocorreu um problema ao gerar seu link do Addon. Por favor, entre em contato com o suporte.
vi: Có lỗi khi tạo liên kết addon của bạn. Vui lòng liên hệ bộ phận hỗ trợ.

source: Installation Instructions
ar: إرشادات التثبيت
es: Instrucciones de Instalación
fr: Instructions d'installation
it: Istruzioni per l'installazione
pl: Instrukcje instalacji
pt: Instruções de Instalação
pt_br: Instruções para instalação
vi: Hướng dẫn cài đặt

source: Open Stremio
ar: فتح ستريمو
es: Abrir Stremio
fr: Ouvrez Stremio
it: Apri Stremio
pl: Otwórz Stremio
pt: Abrir Stremio
pt_br: Abra o Stremio
vi: Mở Stremio

source: on your device
ar: على جهازك
es: en tu dispositivo
fr: sur votre appareil
it: sul tuo dispositivo
pl: na swoim urządzeniu
pt: no seu dispositivo
pt_br: no seu dispositivo
vi: trên thiết bị của bạn

source: Click the "Install in Stremio" button
ar: انقر فوق زر "تثبيت في ستريميو"
es: Haz clic en el botón "Instalar en Stremio"
fr: Cliquez sur le bouton "Installer dans Stremio"
it: Clicca sul pulsante "Installa in Stremio"
pl: Kliknij przycisk "Zainstaluj w Stremio"
pt: Clique no botão "Instalar no Stremio"
pt_br: Clique no botão "Instalar no Stremio"
vi: Nhấn vào nút "Cài đặt vào Stremio"

source: above, or copy the addon URL and add it manually in Stremio
ar: أعلاه، أو نسخ رابط الإضافة وإضافته يدوياً في ستريميو
es: arriba, o copie la URL del complemento y añádela manualmente en Stremio
fr: ci-dessus, ou copiez l'URL de l'extension et ajoutez-la manuellement dans Stremio
it: sopra, o copia l'URL dell'addon e aggiungilo manualmente in Stremio
pl: powyżej lub skopiuj URL addonu i dodaj go ręcznie w Stremio
pt: acima, ou copie a ligação URL e adicione manualmente no Stremio
pt_br: acima, ou copie o URL do Addon e adicione manualmente no Stremio
vi: ở trên, hoặc sao chép URL addon và thêm thủ công vào Stremio

source: Confirm the installation
ar: تأكيد التثبيت
es: Confirmar intalación
fr: Confirmez l'installation
it: Conferma l'installazione
pl: Potwierdź instalację
pt: Confirmar a instalação
pt_br: Confirme a instalação
vi: Xác nhận cài đặt

source: when prompted by Stremio
ar: عند طلب من ستريميو
es: cuando sea solicitado por Stremio
fr: lorsque Stremio vous le demande
it: quando viene richiesto da Stremio
pl: gdy zostaniesz o to poproszony przez Stremio
pt: quando solicitado pelo Stremio
pt_br: quando for solicitado pelo Stremio
vi: khi được Stremio yêu cầu

source: Start watching content
ar: بدء مشاهدة المحتوى
es: Comenzar a ver contenido
fr: Commencez à regarder du contenu
it: Inizia a guardare i contenuti
pl: Zacznij oglądać treści z napisami społeczności
pt: Iniciar visualização do conteúdo
pt_br: Comece a assistir conteúdos
vi: Bắt đầu xem nội dung

source: with community subtitles
ar: مع ترجمات المجتمع
es: con community subtitles
fr: avec les sous-titres de la communauté
it: con i sottotitoli della community
pl: z napisami społeczności
pt: com legendas da comunidade
pt_br: com as legendas da comunidade
vi: với phụ đề từ cộng đồng

source: Addon Features
ar: مميزات الإضافة
es: Características addon
fr: Fonctionnalités de l'extension
it: Funzionalità dell'addon
pl: Funkcje addonu
pt: Funcionalidades do Addon
pt_br: Recursos do Addon
vi: Các tính năng của Addon

source: Automatic subtitle detection
ar: الكشف التلقائي للترجمة
es: Detección automática de subtítulos
fr: Détection automatique des sous-titres
it: Rilevamento automatico dei sottotitoli
pl: Automatyczne wykrywanie napisów
pt: Detecção automática de legendas
pt_br: Detecção automática de legendas
vi: Tự động phát hiện phụ đề

source: Community-contributed subtitles
ar: الترجمة المساهمة بالمجتمع
es: Subtítulos aportados por la comunidad
fr: Sous-titres contribués par la communauté
it: Sottotitoli con i contributi della community
pl: Napisy społeczności
pt: Legendas criadas pela comunidade
pt_br: Legendas contribuídas pela comunidade
vi: Phụ đề do cộng đồng đóng góp

source: Quality voting system
ar: نظام جودة التصويت
es: Sistema de votación de calidad
fr: Système de vote de qualité
it: Sistema di votazione qualitativo
pl: System głosowania na jakość
pt: Sistema de votação de qualidade
pt_br: Sistema de votos de qualidade
vi: Hệ thống bình chọn chất lượng

source: Multiple language support
ar: دعم متعدد اللغات
es: Soporte de múltiples idiomas
fr: Support multilingue
it: Supporto per più lingue
pl: Obsługa wielu języków
pt: Suporte para vários idiomas
pt_br: Suporte a vários idiomas
vi: Hỗ trợ nhiều ngôn ngữ

source: Need Help?
ar: تحتاج للمساعدة؟
es: ¿Necesitas Ayuda?
fr: Besoin d'aide ?
it: Serve aiuto?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
pt_br: Precisa de ajuda?
vi: Cần trợ giúp?

source: If you're having trouble installing the addon, try these steps:
ar: إذا كنت تواجه مشكلة في تثبيت الإضافة، جرب هذه الخطوات:
es: Si tienes problemas al instalar el addon, prueba estos pasos:
fr: Si vous rencontrez des problèmes pour installer l'extension, essayez ces étapes :
it: Se hai problemi a installare l'addon, prova questi passaggi:
pl: Jeśli masz problem z instalacją addonu, spróbuj tych kroków:
pt: Se estiver com problemas para instalar o addon, tente estes passos:
pt_br: Se você estiver tendo problemas para instalar o Addon, tente fazer isso:
vi: Nếu bạn gặp khó khăn khi cài đặt addon, hãy thử các bước sau:

source: Make sure you have the latest version of Stremio
ar: تأكد من أن لديك أحدث إصدار من ستريميو
es: Asegúrese de que tiene la última versión de Stremio
fr: Assurez-vous d'avoir la dernière version de Stremio
it: Assicurati di avere l'ultima versione di Stremio
pl: Upewnij się, że masz najnowszą wersję Stremio
pt: Certifique-se de ter a versão mais recente do Stremio
pt_br: Certifique-se de que está usando a última versão do Stremio
vi: Đảm bảo bạn đang sử dụng phiên bản Stremio mới nhất

source: Try copying the URL and adding it manually in Stremio
ar: حاول نسخ الرابط وإضافته يدوياً في ستريميو
es: Intente copiar la URL y añadela manualmente en Stremio
fr: Essayez de copier l'URL et de l'ajouter manuellement dans Stremio
it: Prova a copiare l'URL e aggiungerlo manualmente in Stremio
pl: Spróbuj skopiować URL i dodać go ręcznie w Stremio
pt: Tente copiar o URL e adicioná-lo manualmente no Stremio
pt_br: Tente copiar a URL e adicionar manualmente no Stremio
vi: Thử sao chép URL và thêm thủ công vào Stremio

source: Restart Stremio and try again
ar: إعادة تشغيل ستريميو وحاول مجدداً
es: Reinicia Stremio y vuelve a intentarlo
fr: Redémarrez Stremio et réessayez
it: Riavvia Stremio e riprova
pl: Uruchom ponownie Stremio i spróbuj ponownie
pt: Reinicie o Stremio e tente novamente
pt_br: Reinicie o Stremio e tente novamente
vi: Khởi động lại Stremio và thử lại

source: Content Information
ar: معلومات المحتوى
es: Información de contenido
fr: Informations sur le contenu
it: Informazioni sul contenuto
pl: Informacje o treści
pt: Informação de conteúdo
pt_br: Informações do conteúdo
vi: Thông tin nội dung

source: Type:
ar: النوع:
es: Tipo:
it: Tipo:
pl: Typ:
pt: Tipo:
pt_br: Tipo:
vi: Loại:

source: Series
ar: مسلسل تلفزيوني
es: Serie
fr: Série
it: Serie
pl: Serial
pt: Séries
pt_br: Série
vi: Phim bộ

source: Video Hash:
ar: هاش الفيديو:
es: Hash de vídeo:
fr: Hash vidéo :
it: Hash del video:
pl: Hash wideo:
pt: Vídeo Hash:
pt_br: Hash do vídeo:
vi: Mã Hash của video:

source: Filename:
ar: اسم الملف:
es: Nombre de archivo:
fr: Nom du fichier :
it: Nome file:
pl: Nazwa pliku:
pt: Arquivo:
pt_br: Nome do arquivo:
vi: Tên tệp:

source: Season:
ar: الموسم:
es: Temporada:
fr: Saison :
it: Stagione:
pl: Sezon:
pt: Temporada:
pt_br: Temporada:
vi: Mùa:

source: Episode:
ar: الحلقة:
es: Episodio:
fr: Épisode :
it: Episodio:
pl: Odcinek:
pt: Episódio:
pt_br: Episódio:
vi: Số tập:

source: Year:
ar: السنة:
es: Año:
fr: Année :
it: Anno:
pl: Typ:
pt: Ano:
pt_br: Ano:
vi: Năm:

source: Runtime:
ar: وقت التشغيل:
es: Duración:
fr: Durée :
it: Durata:
pl: Uwaga:
pt: Duração:
pt_br: Duração:
vi: Thời lượng:

source: Genres:
ar: الأنواع:
es: Géneros:
it: Generi:
pl: Gatunki:
pt: Género:
pt_br: Gêneros:
vi: Thể loại:

source: Overview
ar: نظرة عامة
es: Reseña
fr: Résumé
it: Sommario
pl: Przegląd
pt: Vista geral
pt_br: Resumo
vi: Tổng quan

source: Community Subtitles
ar: ترجمات المجتمع
es: Subtítulos de la comunidad
fr: Sous-titres de la communauté
it: Sottotitoli della community
pl: Napisy społeczności
pt: Legendas da Comunidade
vi: Phụ đề cộng đồng

source: Reset All Selections
ar: إعادة تعيين جميع الاختيارات
es: Restablecer todas las selecciones
fr: Réinitialiser toutes les sélections
it: Ripristina tutte le selezioni
pl: Wszystkie wybory napisów
pt: Anular todas as seleções
pt_br: Redefinir todas seleções
vi: Đặt lại tất cả lựa chọn

source: Upload New
ar: تحميل جديد
es: Subir Nuevo
fr: Mettre en ligne un nouveau
it: Carica nuovo
pl: Prześlij napisy
pt: Carregar nova
pt_br: Fazer novo upload
vi: Tải lên bản mới

source: Currently Selected
ar: المحدد حاليا
es: Selección actual
fr: Actuellement sélectionné
it: Attualmente selezionato
pl: Wybrane
pt: Seleção atual
pt_br: Selecionadas agora
vi: Đang được chọn

source: Auto Selected
ar: تحديد تلقائي
es: Selección automática
fr: Sélectionné automatiquement
it: Selezione automatica
pl: Wybrane
pt: Selecionado automaticamente
pt_br: Automaticamente selecionada
vi: Tự động chọn

source: User Selected
ar: المستخدم المحدد
es: Seleccionado por el usuario
fr: Sélectionné par l'utilisateur
it: Utente selezionato
pl: Wybrane
pt: Selecionado pelo Utilizador
pt_br: Selecionada pelo usuário
vi: Người dùng chọn

source: Provider
ar: موفر الخدمة
es: Proveedor
fr: Fournisseur
pl: Dostawca
pt: Fornecedor
pt_br: Provedor
vi: Nhà cung cấp

source: No subtitle selected for this language.
ar: لم يتم تحديد ترجمة لهذه اللغة.
es: Ningún subtítulo seleccionado para este idioma.
fr: Aucun sous-titre sélectionné pour cette langue.
it: Nessun sottotitolo selezionato per questa lingua.
pl: Nie wybrano napisów dla tego języka.
pt: Nenhuma legenda selecionada para este idioma.
pt_br: Nenhuma legenda selecionada nesse idioma.
vi: Chưa có phụ đề nào được chọn cho ngôn ngữ này.

source: No community subtitles available for this content yet.
ar: لا توجد ترجمة مجتمعية متاحة لهذا المحتوى حتى الآن.
es: Aún no hay subtítulos de la comunidad disponibles para este contenido.
fr: Aucun sous-titre communautaire disponible pour ce contenu pour l'instant.
it: Nessun sottotitolo della community disponibile per questo contenuto.
pl: Brak napisów społecznościowych dla tej treści.
pt: Ainda não há legendas da comunidade disponíveis para este conteúdo.
pt_br: Nenhuma legenda da comunidade disponível para esse conteúdo ainda.
vi: Chưa có phụ đề cộng đồng cho nội dung này.

source: Be the first to upload subtitles
ar: كن أول من يرفع الترجمة
es: Sé el primero en subir subtítulos
fr: Soyez le premier à mettre en ligne des sous-titres
it: Carica per primo i sottotitoli
pl: Prześlij napisy
pt: Seja o primeiro a carregar legendas
pt_br: Seja o primeiro a fazer upload das legendas
vi: Hãy là người đầu tiên tải lên phụ đề

source: Provider Results
ar: نتائج مزود الخدمة
es: Resultados del proveedor
fr: Résultats des fournisseurs
it: Risultati del provider
pl: Wyniki dostawców
pt: Resultados do Fornecedor
pt_br: Resultados dos provedores
vi: Kết quả từ nhà cung cấp

source: No subtitles found from providers for your criteria and preferred languages.
ar: لم يتم العثور على ترجمات من المزودين للمعايير الخاصة بك واللغات المفضلة.
es: No se han encontrado subtítulos de los proveedores para sus criterios e idiomas preferidos.
fr: Aucun sous-titre trouvé chez les fournisseurs pour vos critères et langues préférées.
it: Nessun sottotitolo trovato dai provider per i tuoi criteri e le lingue preferite.
pl: Nie znaleziono napisów od dostawców dla Twoich kryteriów i preferowanych języków.
pt: Não foram encontradas legendas que correspondam aos critérios e idiomas preferidos.
pt_br: Não foram encontradas legendas dos provedores para seus critérios e idiomas preferidos.
vi: Không tìm thấy phụ đề từ nhà cung cấp cho tiêu chí và ngôn ngữ ưu tiên của bạn.

source: Configure providers in your account settings
ar: تكوين مقدمي الخدمات في إعدادات حسابك
es: Configurar proveedores en la configuración de tu cuenta
fr: Configurez les fournisseurs dans les paramètres de votre compte
it: Configura i provider nelle impostazioni del tuo account
pl: Skonfiguruj dostawców w ustawieniach konta
pt: Configure fornecedores nas definições da sua conta.
pt_br: Configure provedores nas configurações de conta
vi: Cấu hình nhà cung cấp trong cài đặt tài khoản

source: to see results here.
ar: لرؤية النتائج هنا.
es: para ver los resultados.
fr: pour voir les résultats ici.
it: per vedere i risultati qui.
pl: aby zobaczyć wyniki tutaj.
pt: para ver resultados aqui.
pt_br: para ver os resultados aqui.
vi: để xem kết quả tại đây.

source: Your Dashboard
ar: لوحة المعلومات
es: Tu Panel
fr: Votre tableau de bord
it: Il tuo pannello
pl: Twój Panel Główny
pt: O seu Painel de Controle
pt_br: Seu painel
vi: Bảng điều khiển của bạn

source: Welcome back, %(username)s! Here's your recent activity and subtitle history.
ar: مرحبا بعودتك، %(username)s! إليك النشاط الأخير وسجل الترجمة الخاص بك.
es: ¡Bienvenido de nuevo, %(username)s! Aquí está tu reciente historial de actividad y subtítulos.
fr: Bon retour, %(username)s ! Voici votre activité récente et l'historique de vos sous-titres.
it: Bentornato, %(username)s! Ecco la tua attività recente e la cronologia dei sottotitoli.
pl: Witaj ponownie, %(username)s! Oto Twoja ostatnia aktywność i historia napisów.
pt: Bem-vindo de volta, %(username)s! Aqui está a sua atividade recente e o histórico de legendas.
pt_br: Bem-vindo de volta, %(username)s! Aqui está sua atividade recente e histórico de legendas.
vi: Chào mừng trở lại, %(username)s! Đây là hoạt động gần đây và lịch sử phụ đề của bạn.

source: Welcome back, Guest! Here's your recent activity and subtitle history.
ar: مرحبا بعودتك، ضيف! إليك النشاط الأخير وسجل الترجمة الخاص بك.
es: ¡Bienvenido de nuevo, invitado! Aquí está tu reciente actividad y historial de subtítulos.
fr: Bon retour, Invité ! Voici votre activité récente et l'historique de vos sous-titres.
it: Bentornato, Ospite! Ecco la tua attività recente e la cronologia dei sottotitoli.
pl: Witaj ponownie, Gościu! Oto Twoja ostatnia aktywność i historia napisów.
pt: Bem-vindo de volta, Convidado! Aqui está a sua atividade recente e o histórico de legendas.
pt_br: Bem-vindo de volta, convidado! Aqui está sua atividade recente e histórico de legendas.
vi: Chào mừng trở lại, Khách! Đây là hoạt động gần đây và lịch sử phụ đề của bạn.

source: Recent Activity
ar: أحدث الأنشطة
es: Actividad reciente
fr: Activité récente
it: Attività recente
pl: Ostatnia aktywność
pt: Actividade Recente
pt_br: Atividade recente
vi: Hoạt động gần đây

source: Elements:
ar: العناصر:
es: Elementos:
fr: Éléments :
it: Elementi:
pl: Elementy:
pt: Elementos:
pt_br: Elementos:
vi: Thành phần:

source: We store only your last %(max)s activities.
ar: نحن نخزن فقط آخر نشاطاتك %(max)s.
es: Solo almacenamos tus últimas actividades %(max)s.
fr: Nous stockons uniquement vos %(max)s dernières activités.
it: Conserviamo solo le tue ultime %(max)s attività.
pl: Przechowujemy tylko Twoje ostatnie %(max)s aktywności.
pt: Apenas armazenamos as suas últimas %(max)s atividades.
pt_br: Nós armazenamos apenas suas últimas %(max)s atividades.
vi: Chúng tôi chỉ lưu trữ %(max)s hoạt động gần nhất của bạn.

source: Are you sure you want to delete this activity record?
ar: هل أنت متأكد من أنك تريد حذف تسجيل النشاط هذا؟
es: ¿Está seguro que desea eliminar este registro de actividad?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement d'activité ?
it: Sei sicuro di voler eliminare questa attività registrata?
pl: Czy na pewno chcesz usunąć ten rekord aktywności?
pt: Tem a certeza que pretende apagar este registo de actividade?
pt_br: Você tem certeza que quer apagar esse histórico de atividade?
vi: Bạn có chắc chắn muốn xóa hồ sơ hoạt động này?

source: Delete Activity
ar: حذف النشاط
es: Eliminar Actividad
fr: Supprimer l'activité
it: Elimina attività
pl: Usuń aktywność
pt: Apagar Atividade
pt_br: Apagar atividade
vi: Xóa hoạt động

source: No recent activity found. Start watching content in Stremio with the addon installed!
ar: لم يتم العثور على نشاط حديث. ابدأ مشاهدة المحتوى في البث مع تثبيت الإضافة!
es: No se ha encontrado actividad reciente. ¡Empieza a ver contenido en Stremio con el complemento instalado!
fr: Aucune activité récente trouvée. Commencez à regarder du contenu dans Stremio avec l'extension installée !
it: Nessuna attività recente trovata. Inizia a guardare i contenuti in Stremio con l'addon installato!
pl: Nie znaleziono ostatniej aktywności. Zacznij oglądać treści na Stremio z zainstalowanym dodatkiem!
pt: Nenhuma atividade recente encontrada. Comece a assistir conteúdo no Stremio com o addon instalado!
pt_br: Nenhuma atividade recente encontrada. Comece a assistir conteúdos no Stremio, com o Addon instalado!
vi: Không tìm thấy hoạt động gần đây. Hãy bắt đầu xem nội dung trên Stremio với addon đã cài đặt!

source: Install the addon in Stremio to start using community subtitles:
ar: تثبيت الإضافة في ستريميو لبدء استخدام ترجمات المجتمع:
es: Instala el complemento en Stremio para empezar a usar subtítulos de la comunidad:
fr: Installez l'extension dans Stremio pour commencer à utiliser les sous-titres communautaires :
it: Installa l'addon in Stremio per iniziare a usare i sottotitoli della community:
pl: Zainstaluj dodatek w Stremio używając swojego osobistego linku:
pt: Instale a extensão no Stremio para começar a usar as legendas da comunidade:
pt_br: Instale o Addon no Stremio para começar a usar as legendas da comunidade:
vi: Cài đặt addon vào Stremio để bắt đầu sử dụng phụ đề cộng đồng:

source: Your Stats
ar: إحصائياتك
es: Tus Estadísticas
fr: Vos statistiques
it: Le tue statistiche
pl: Twoje statystyki
pt: As suas estatísticas
pt_br: Suas estatísticas
vi: Thống kê của bạn

source: Uploaded Subtitles
ar: الترجمات المرفوعة
es: Subtítulos subidos
fr: Sous-titres mis en ligne
it: Sottotitoli caricati
pl: Przesłane napisy
pt: Legendas Enviadas
pt_br: Upload de legendas
vi: Phụ đề đã tải lên

source: Selected Subtitles
ar: الترجمات المحددة
es: Subtítulos seleccionados
fr: Sous-titres sélectionnés
it: Sottotitoli selezionati
pl: Wybrane napisy
pt: Legendas Selecionadas
pt_br: Legendas selecionadas
vi: Phụ đề đã chọn

source: Votes Cast
ar: التصويتات المقدمة
es: Votos Emitidos
fr: Votes exprimés
it: Voti espressi
pl: Oddane głosy
pt: Votações Feitas
pt_br: Votos
vi: Số bình chọn

source: Stremio Community Subtitles Addon
ar: إضافة ترجمة مجتمع البث
es: Addon de Community Subtitles de Stremio
fr: Extension Stremio Community Subtitles
it: Addon Stremio Community Subtitles
pl: Dodatek Stremio Community Subtitles
pt_br: Addon Stremio Community Subtitles
