Repository: skoruppa/stremio-community-subtitles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it, pl, pt, pt_br, vi

source: Stremio Community Subtitles - Confirm Your Email
ar: ترجمة مجتمع البث - تأكيد بريدك الإلكتروني
es: Subtítulos de la comunidad de Stremio - Confirma tu correo electrónico
fr: Stremio Community Subtitles - Confirmez votre e-mail
it: Stremio Community Subtitles - Conferma la tua email
pl: Stremio Community Subtitles - Potwierdź swój adres email
pt: Stremio Community Subtitles — Confirme o seu correio eletrónico
pt_br: Stremio Community Subtitles - Confirmar seu e-mail
vi: Stremio Community Subtitles - Xác nhận Email của bạn

source: Stremio Community Subtitles - Reset Your Password
ar: ترجمة مجتمع البث - إعادة تعيين كلمة المرور الخاصة بك
es: Subtítulos de la comunidad de Stremio - Restablece tu contraseña
fr: Stremio Community Subtitles - Réinitialisez votre mot de passe
it: Stremio Community Subtitles - Reimposta la password
pl: Stremio Community Subtitles - Zresetuj swoje hasło
pt: Stremio Community Subtitles — Redefinir Palavra-Passe
pt_br: Stremio Community Subtitles - Redefinir sua senha
vi: Stremio Community Subtitles - Đặt lại mật khẩu

source: Password
es: Contraseña
fr: Mot de passe
pt_br: Senha
vi: Mật khẩu

source: Remember Me
es: Recordar mis datos
fr: Se souvenir de moi
it: Ricordami
pt_br: Permanecer logado
vi: Ghi nhớ đăng nhập

source: Sign In
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt_br: Entrar
vi: Đăng nhập

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pt_br: Usuário
vi: Tên người dùng

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pt_br: Confirmar senha
vi: Xác nhận mật khẩu

source: Preferred Subtitle Languages
es: Idiomas preferidos de subtítulos
fr: Langues de sous-titres préférées
it: Lingue sottotitoli preferite
pt_br: Idiomas preferidos para as legendas
vi: Ngôn ngữ phụ đề ưu tiên

source: Register
ar: تسجيل
es: Crear cuenta
fr: S'inscrire
it: Registrati
pl: Zarejestruj
pt: Registar
pt_br: Cadastrar
vi: Đăng ký

source: Subtitle File (.srt, .sub, .txt, .ass, .ssa)
es: Archivo de subtítulos (.srt, .sub, .txt, .ass, .ssa)
fr: Fichier de sous-titres (.srt, .sub, .txt, .ass, .ssa)
it: File sottotitoli (.srt, .sub, .txt, .ass, .ssa)
pt_br: Arquivo da legenda (.srt, .sub, .txt, .ass, .ssa)
vi: Tập tin phụ đề (.srt, .sub, .txt, .ass, .ssa)

source: Only .srt, .sub, .txt, .ass, .ssa files allowed!
es: Sólo archivos .srt, .sub, .txt, .ass, .ssa permitidos!
fr: Seuls les fichiers .srt, .sub, .txt, .ass, .ssa sont autorisés !
it: Consentiti solo file .srt, .sub, .txt, .ass, .ssa!
pt_br: Apenas arquivos .srt, .sub, .txt, .ass, .ssa são permitidos!
vi: Chỉ cho phép định dạng .srt, .sub, .txt, .ass, .ssa!

source: Subtitle Language
es: Idioma de los subtítulos
fr: Langue du sous-titre
it: Lingua sottotitoli
pt_br: Idioma da legenda
vi: Ngôn ngữ phụ đề

source: Encoding
es: Codificación
fr: Encodage
it: Codifica
pt_br: Codificação

source: FPS (Frames Per Second)
es: FPS (fotogramas por segundo)
fr: FPS (Images par seconde)
it: FPS (frame al secondo)
pt_br: FPS (Quadros por segundo)
vi: FPS (Số khung hình mỗi giây)

source: Author (Optional)
es: Autor (opcional)
fr: Auteur (Facultatif)
it: Autore (opzionale)
pt_br: Autor (Opcional)
vi: Tác giả (Tùy chỉnh)

source: Version/Sync Info (Optional)
es: Versión/Sincronización (opcional)
fr: Version/Infos de synchro (Facultatif)
it: Informazioni versione/sincronizzazione (Opzionale)
pt_br: Informação da versão/sincronia (Opcional)
vi: Phiên bản/Thông tin đồng bộ (Tùy chỉnh)

source: Forced/Foreign Parts Only
es: Solo Partes Forzadas/Extranjeras
it: Solo parti forced/straniere
pl: Wymuszone/Tylko obce fragmenty

source: Content ID
es: ID de contenido
fr: ID du contenu
it: ID contenuto
pt_br: ID do conteúdo

source: IMDB ID (e.g., tt1234567) or Kitsu ID (e.g., kitsu:12345)
es: IMDB ID (ejemplo: tt1234567) o Kitsu ID (ejemplo: kitsu:12345)
fr: ID IMDB (ex : tt1234567) ou ID Kitsu (ex : kitsu:12345)
it: ID IMDB (es. tt1234567) o ID Kitsu (es. kitsu:12345)
pt_br: ID do IMDB (Ex: tt1234567) ou ID do Kitsu (Ex: kitsu:12345)
vi: IMDB ID (vd: tt1234567) hoặc Kitsu ID (vd: kitsu:12345)

source: Content Type
es: Tipo de contenido
fr: Type de contenu
it: Tipo di contenuto
pt_br: Tipo do conteúdo
vi: Loại nội dung

source: Movie
ar: فيلم
es: Película
fr: Film
it: Film
pl: Film
pt: Filmes
pt_br: Filme
vi: Phim

source: TV Series
es: Series de TV
fr: Série TV
it: Serie TV
pt_br: Série de TV
vi: Phim bộ

source: Season Number
es: Temporada Número
fr: Numéro de la saison
it: Numero stagione
pt_br: Número da temporada
vi: Số mùa

source: Required for TV series (default: 1)
es: Requerido para series de TV (por defecto: 1)
fr: Requis pour les séries TV (défaut : 1)
it: Richiesto per le serie TV (predefinito: 1)
pt_br: Necessário para séries de TV (padrão: 1)
vi: Dùng cho Phim bộ (Mặc định: 1)

source: Episode Number
es: Número de episodio
fr: Numéro de l'épisode
it: Numero episodio
pt_br: Número do episódio
vi: Số tập

source: Required for TV series
es: Requerido para series de TV
fr: Requis pour les séries TV
it: Richiesto per serie TV
pt_br: Necessário para séries de TV
vi: Dùng cho Phim bộ

source: Upload Subtitle
ar: رفع الترجمة
es: Subir subtítulos
fr: Envoyer le sous-titre
it: Carica sottotitoli
pl: Prześlij napisy
pt: Carregar Legenda
pt_br: Fazer upload
vi: Tải lên phụ đề

source: Content ID must be either IMDB ID (starting with "tt") or Kitsu ID (format "kitsu:12345")
es: ID de contenido debe ser IMDB ID (comenzando con "tt") o Kitsu ID (formato "kitsu:12345")
fr: L'ID du contenu doit être un ID IMDB (commençant par "tt") ou un ID Kitsu (format "kitsu:12345")
it: L'ID del contenuto deve essere l'ID IMDB (a partire da "tt") o l'ID Kitsu (formato "kitsu:12345")
pt_br: O ID do conteúdo deve ser o ID do IMDB (começando com "tt") ou ID do Kitsu (Formato "kitsu:12345")
vi: Content ID phải là IMDB ID (bắt đầu bằng "tt") hoặc Kitsu ID (định dạng "kitsu:12345")

source: Episode number is required for TV series
es: Se requiere un número de episodio para la serie de TV
fr: Le numéro de l'épisode est requis pour les séries TV
it: Il numero dell'episodio è richiesto per le serie TV
pt_br: O número do episódio é necessário para séries de TV
vi: Phim bộ bắt buộc phải có Số tập

source: Current Password
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
pt_br: Senha atual
vi: Mật khẩu hiện tại

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pt_br: Nova senha
vi: Mật khẩu mới

source: Confirm New Password
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
pt_br: Confirmar nova senha
vi: Xác nhận mật khẩu mới

source: Change Password
ar: تغيير كلمة السر
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
pl: Zmień hasło
pt: Alterar Palavra-passe
pt_br: Mudar senha
vi: Thay đổi mật khẩu

source: Request Password Reset
es: Solicitar restablecimiento de contraseña
fr: Demander la réinitialisation du mot de passe
it: Chiedi di reimpostare la password
pt_br: Solicitar redefinição de senha
vi: Yêu cầu đặt lại mật khẩu

source: Reset Password
ar: إعادة تعيين كلمة السر
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
pl: Zresetuj hasło
pt: Redefinir a Palavra-passe
pt_br: Redefinir senha
vi: Đặt lại mật khẩu

source: Update Preference
es: Actualizar Preferencias
fr: Mettre à jour les préférences
it: Aggiorna preferenze
pt_br: Atualizar preferências
vi: Cập nhật tùy chọn

source: Use OpenSubtitles Integration
es: Usar integración de OpenSubtitles
fr: Utiliser l'intégration OpenSubtitles
it: Utilizza integrazione OpenSubtitles
pt_br: Abrir integração do OpenSubtitles
vi: Sử dụng tính năng tích hợp OpenSubtitles

source: OpenSubtitles Username
ar: اسم مستخدم OpenSubtitles
es: Usuario de OpenSubtitles
fr: Nom d'utilisateur OpenSubtitles
it: Nome utente OpenSubtitles
pl: Nazwa użytkownika OpenSubtitles
pt: Nome de Utilizador OpenSubtitles
pt_br: Usuário do OpenSubtitles
vi: Tên người dùng OpenSubtitles

source: Your OpenSubtitles.com Username
es: Tu nombre de usuario de OpenSubtitles.com
fr: Votre nom d'utilisateur OpenSubtitles.com
it: Il tuo nome utente su OpenSubtitles.com
pt_br: Usuário do OpenSubtitles
vi: Tên người dùng OpenSubtitles.com của bạn

source: OpenSubtitles Password
ar: كلمة سر OpenSubtitles
es: Contraseña de OpenSubtitles
fr: Mot de passe OpenSubtitles
it: Password OpenSubtitles
pl: Hasło OpenSubtitles
pt: Palavra-Passe de OpenSubtitles
pt_br: Senha do OpenSubtitles
vi: Mật khẩu OpenSubtitles

source: Your OpenSubtitles.com Password
es: Tu contraseña de OpenSubtitles.com
fr: Votre mot de passe OpenSubtitles.com
it: La tua password su OpenSubtitles.com
pt_br: Sua senha do OpenSubtitles.com
vi: Mật khẩu OpenSubtitles.com của bạn

source: Save OpenSubtitles Settings
es: Guarda ajustes de OpenSubtitles
fr: Enregistrer les paramètres OpenSubtitles
it: Salva impostazioni di OpenSubtitles
pt_br: Salvar configurações do OpenSubtitles
vi: Lưu cài đặt OpenSubtitles

source: Invalid email or password
ar: بريد إلكتروني أو كلمة مرور غير صحيحة
es: Email o contraseña inválido
fr: E-mail ou mot de passe invalide
it: Email o password non validi
pl: Nieprawidłowy email lub hasło
pt: E-mail ou palavra-chave inválidos
pt_br: Senha ou e-mail inválido
vi: Email hoặc mật khẩu không hợp lệ

source: Please confirm your email address before logging in.
ar: الرجاء تأكيد عنوان البريد الإلكتروني الخاص بك قبل تسجيل الدخول.
es: Por favor, confirme su dirección de correo electrónico antes de iniciar sesión.
fr: Veuillez confirmer votre adresse e-mail avant de vous connecter.
it: Conferma il tuo indirizzo email prima di accedere.
pl: Proszę potwierdzić swój adres email przed zalogowaniem.
pt: Por favor, confirme o seu endereço de e-mail antes de fazer login.
pt_br: Por favor, confirme seu endereço de e-mail antes de fazer login.
vi: Vui lòng xác nhận email của bạn trước khi đăng nhập

source: A confirmation email has been sent.
ar: تم إرسال رسالة تأكيد بالبريد الإلكتروني.
es: Se ha enviado un mail de confirmación.
fr: Un e-mail de confirmation a été envoyé.
it: È stata inviata un'email di conferma.
pl: Email potwierdzający został wysłany.
pt: Um e-mail de confirmação foi enviado.
pt_br: Um e-mail de confirmação foi enviado.
vi: Đã gửi email xác nhận.

source: Registration successful, but failed to send confirmation email. Please contact support.
ar: تم التسجيل بنجاح، ولكن فشل في إرسال رسالة تأكيد بالبريد الإلكتروني. الرجاء الاتصال بالدعم.
es: Registro exitoso, pero no se pudo enviar el correo electrónico de confirmación. Por favor, póngase en contacto con soporte.
fr: Inscription réussie, mais l'envoi de l'e-mail de confirmation a échoué. Veuillez contacter le support.
it: Registrazione riuscita, ma non è stato possibile inviare email di conferma. Contatta l'assistenza.
pl: Rejestracja zakończona sukcesem, ale nie udało się wysłać emaila potwierdzającego. Skontaktuj się z pomocą techniczną.
pt: Registado com sucesso, mas não foi possível enviar o email de confirmação. Por favor contacte o suporte.
pt_br: Cadastro concluído, mas não foi possível enviar o e-mail de confirmação. Por favor, entre em contato com o suporte.
vi: Đăng ký thành công nhưng không thể gửi email xác nhận. Vui lòng liên hệ hỗ trợ.

source: Registration successful! You can now log in.
ar: تم التسجيل بنجاح! يمكنك تسجيل الدخول.
es: ¡Registro exitoso! Ahora puedes iniciar sesión.
fr: Inscription réussie ! Vous pouvez maintenant vous connecter.
it: Registrazione riuscita! Ora puoi effettuare l'accesso.
pl: Rejestracja zakończona sukcesem! Możesz się teraz zalogować.
pt: Registado com sucesso! Pode fazer o Login.
pt_br: Cadastro concluído! Agora você pode fazer login.
vi: Đăng ký thành công! Đăng ký thành công! Bạn có thể đăng nhập ngay.

source: An error occurred during registration.
ar: حدث خطأ أثناء التسجيل.
es: Se ha producido un error durante el registro.
fr: Une erreur s'est produite lors de l'inscription.
it: Si è verificato un errore durante la registrazione.
pl: Wystąpił błąd podczas rejestracji.
pt: Ocorreu um erro durante o registo.
pt_br: Um erro ocorreu durante o cadastro.
vi: Đã xảy ra lỗi trong quá trình đăng ký.

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
es: Ha ocurrido un error inesperado.
fr: Une erreur inattendue s'est produite.
it: Si è verificato un errore imprevisto.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.
pt_br: Ocorreu um erro inesperado.
vi: Đã xảy ra lỗi không mong muốn.

source: Current password is incorrect
ar: كلمة المرور الحالية غير صحيحة
es: La contraseña actual es incorrecta
fr: Le mot de passe actuel est incorrect
it: La password attuale non è corretta
pl: Obecne hasło jest nieprawidłowe
pt: A palavra-passe atual está incorreta
pt_br: A senha atual está incorreta
vi: Mật khẩu hiện tại không chính xác

source: Your password has been updated
ar: تم تغيير كلمة المرور الخاصه بك
es: Su contraseña ha sido actualizada
fr: Votre mot de passe a été mis à jour
it: La tua password è stata aggiornata
pl: Twoje hasło zostało zaktualizowane
pt: A sua palavra-passe foi atualizada
pt_br: Sua senha foi atualizada
vi: Mật khẩu của bạn đã được cập nhật

source: Check your email for instructions
ar: تحقق من بريدك الإلكتروني للحصول على التعليمات
es: Revise su correo electrónico para obtener instrucciones
fr: Vérifiez vos e-mails pour les instructions.
it: Controlla la tua email per le istruzioni
pl: Sprawdź swoją skrzynkę email w celu uzyskania instrukcji
pt: Verifique as instruções no seu e-mail
pt_br: Verifique seu e-mail para instruções
vi: Kiểm tra email của bạn để xem hướng dẫn

source: Failed to send reset email. Please try again later.
ar: فشل في إرسال رسالة إعادة الضبط. الرجاء المحاولة مرة أخرى لاحقاً.
es: Error al enviar el correo de confirmación. Por favor, inténtelo de nuevo más tarde.
fr: Échec de l'envoi de l'e-mail de réinitialisation. Veuillez réessayer plus tard.
it: Impossibile inviare l'email di reimpostazione. Riprova più tardi.
pl: Nie udało się wysłać emaila resetującego. Spróbuj ponownie później.
pt: Falha ao enviar o e-mail de redefinição. Por favor, tente novamente mais tarde.
pt_br: Não foi possível enviar o e-mail de redefinição. Por favor tente novamente mais tarde.
vi: Không thể gửi email đặt lại mật khẩu. Vui lòng thử lại sau.

source: If that email is in our database, we sent a reset link
ar: إذا كان هذا البريد الإلكتروني في قاعدة بياناتنا، فقد أرسلنا رابط إعادة تعيين
es: Si ese correo electrónico está en nuestra base de datos, enviamos un enlace de restablecimiento
fr: Si cet e-mail est dans notre base de données, nous avons envoyé un lien de réinitialisation.
it: Se l'email è nel nostro database, abbiamo inviato un link di reset
pl: Jeśli ten email znajduje się w naszej bazie danych, wysłaliśmy link resetujący
pt: Se este email constar da nossa base dados, enviaremos um email com o link de reset.
pt_br: Se o e-mail estiver no nosso banco de dados, nós enviamos um link de redefinição
vi: Nếu địa chỉ email đó có trong cơ sở dữ liệu của chúng tôi, chúng tôi sẽ gửi cho bạn một liên kết đặt lại mật khẩu

source: Email is required.
ar: البريد الإلكتروني مطلوب.
es: El correo electrónico es obligatorio.
fr: L'adresse e-mail est requise.
it: L'email è obbligatoria.
pl: Email jest wymagany.
pt: É obrigatório preencher o campo E-mail
pt_br: Um e-mail é necessário.
vi: Email là bắt buộc.

source: A new confirmation email has been sent.
ar: تم إرسال رسالة تأكيد بالبريد الإلكتروني.
es: Un nuevo correo de confirmación ha sido enviado.
fr: Un nouvel e-mail de confirmation a été envoyé.
it: È stata inviata una nuova email di conferma.
pl: Nowy email potwierdzający został wysłany.
pt: Foi enviado um novo e-mail de confirmação.
pt_br: Um novo e-mail de confirmação foi enviado.
vi: Một email xác nhận mới đã được gửi.

source: Failed to send confirmation email. Please try again later.
ar: فشل في إرسال رسالة تأكيد البريد الإلكتروني. الرجاء المحاولة مرة أخرى لاحقاً.
es: Error al enviar el correo de confirmación. Por favor, inténtelo de nuevo más tarde.
fr: Échec de l'envoi de l'e-mail de confirmation. Veuillez réessayer plus tard.
it: Impossibile inviare l'email di conferma. Riprova più tardi.
pl: Nie udało się wysłać emaila potwierdzającego. Spróbuj ponownie później.
pt: Falha ao enviar o e-mail de confirmação. Tente novamente mais tarde.
pt_br: Ocorreu um problema ao enviar o e-mail de confirmação. Por favor tente novamente mais tarde.
vi: Không thể gửi email xác nhận. Vui lòng thử lại sau.

source: If that email is in our database and not confirmed, we sent a link.
ar: إذا كان هذا البريد الإلكتروني في قاعدة بياناتنا ولم يتم تأكيده، فقد أرسلنا رابط.
es: Si ese correo electrónico está en nuestra base de datos y no está confirmado, enviamos un enlace.
fr: Si cet e-mail est dans notre base de données et n'est pas confirmé, nous avons envoyé un lien.
it: Se l'email è nel nostro database e non è confermata, abbiamo inviato un link.
pl: Jeśli ten email jest w naszej bazie i nie jest potwierdzony, wysłaliśmy link.
pt: Se este email constar da nossa base dados e não tiver sido confirmado, enviaremos um email com o link de confirmação.
pt_br: Se o e-mail estiver no nosso banco de dados e não foi confirmado, nós mandamos um link.
vi: Nếu địa chỉ email đó có trong cơ sở dữ liệu của chúng tôi và chưa được xác nhận, chúng tôi sẽ gửi đường dẫn.

source: The confirmation link is invalid or has expired.
ar: رابط التأكيد غير صالح أو انتهت صلاحيته.
es: El enlace de confirmación no es válido o ha expirado.
fr: Le lien de confirmation est invalide ou a expiré.
it: Il link di conferma non è valido o è scaduto.
pl: Link potwierdzający jest nieprawidłowy lub wygasł.
pt: O link de confirmação é inválido ou expirou.
pt_br: O link de confirmação é inválido ou expirou.
vi: Liên kết xác nhận không hợp lệ hoặc đã hết hạn.

source: User not found.
ar: لم يتم العثور على المستخدم.
es: Usuario no encontrado.
fr: Utilisateur introuvable.
it: Utente non trovato.
pl: Użytkownik nie został znaleziony.
pt: Utilizador não encontrado.
pt_br: Usuário não encontrado.
vi: Không tìm thấy người dùng.

source: Your email has already been confirmed.
ar: تم بالفعل تأكيد بريدك الإلكتروني.
es: Su correo electrónico ya ha sido confirmado.
fr: Votre e-mail a déjà été confirmé.
it: La tua email è già stata confermata.
pl: Twój email został już potwierdzony.
pt: O seu e-mail já foi confirmado.
pt_br: Seu email foi confirmado.
vi: Email của bạn đã được xác nhận.

source: Your email has been confirmed. You can now log in.
ar: تم تأكيد بريدك الإلكتروني. يمكنك الآن تسجيل الدخول.
es: Su correo electrónico ha sido confirmado. Ahora puede iniciar sesión.
fr: Votre e-mail a été confirmé. Vous pouvez maintenant vous connecter.
it: La tua email è stata confermata. Ora puoi effettuare l'accesso.
pl: Twój email został potwierdzony. Możesz się teraz zalogować.
pt: Seu e-mail foi confirmado. Agora você pode fazer o login.
pt_br: Seu e-mail foi confirmado. Agora você pode fazer login.
vi: Email của bạn đã được xác nhận. Bạn có thể đăng nhập ngay bây giờ.

source: The reset link is invalid or has expired.
ar: رابط إعادة التعيين غير صالح أو انتهت صلاحيته.
es: El enlace de restablecimiento no es válido o ha expirado.
fr: Le lien de réinitialisation est invalide ou a expiré.
it: Il link di reset non è valido o è scaduto.
pl: Link resetujący jest nieprawidłowy lub wygasł.
pt: O link de reposição é inválido ou expirou.
pt_br: O link de redefinição é inválido ou expirou.
vi: Liên kết đặt lại không hợp lệ hoặc đã hết hạn.

source: Your password has been reset.
ar: تم إعادة تعيين كلمة المرور الخاصة بك.
es: Se ha restablecido su contraseña.
fr: Votre mot de passe a été réinitialisé.
it: La tua password è stata reimpostata.
pl: Twoje hasło zostało zresetowane.
pt: A sua senha foi alterada.
pt_br: Sua senha foi redefinida.
vi: Mật khẩu của bạn đã được đặt lại.

source: An error occurred while searching for subtitles.
ar: حدث خطأ أثناء البحث عن الترجمة.
es: Ocurrió un error mientras se buscaban subtítulos.
fr: Une erreur s'est produite lors de la recherche de sous-titres.
it: Si è verificato un errore durante la ricerca dei sottotitoli.
pl: Wystąpił błąd podczas wyszukiwania napisów.
pt: Ocorreu um erro ao procurar por legendas.
pt_br: Ocorreu um erro ao procurar por legendas.
vi: Đã xảy ra lỗi trong quá trình tìm kiếm phụ đề.

source: Please log in to access this page.
ar: الرجاء تسجيل الدخول للوصول إلى هذه الصفحة.
es: Por favor inicie sesión para acceder a esta página.
fr: Veuillez vous connecter pour accéder à cette page.
it: Esegui l’accesso per entrare in questa pagina.
pl: Zaloguj się, aby uzyskać dostęp do tej strony.
pt: Por favor, inicie sessão para aceder a esta página.
pt_br: Por favor, faça login para acessar essa página.
vi: Vui lòng đăng nhập để truy cập trang này.

source: Preferred languages updated successfully!
ar: تم تحديث اللغات المفضلة بنجاح!
es: Idioma preferido actualizado correctamente
fr: Langues préférées mises à jour avec succès !
it: Lingue preferite aggiornate con successo!
pl: Preferowane języki zostały pomyślnie zaktualizowane!
pt: Idiomas preferidos foram atualizados com sucesso!
pt_br: Idiomas preferidos atualizados com sucesso!
vi: Ngôn ngữ ưu tiên đã được cập nhật thành công!

source: Failed to update language.
ar: فشل في تحديث اللغة.
es: No se pudo actualizar el idioma
fr: Échec de la mise à jour de la langue.
it: Impossibile aggiornare la lingua.
pl: Nie udało się zaktualizować języka.
pt: Falha ao atualizar o idioma.
pt_br: Ocorreu um problema ao atualizar o idioma.
vi: Không thể cập nhật ngôn ngữ.

source: Activity record not found.
ar: لم يتم العثور على سجل الأنشطة.
es: Registro de actividades no encontrado.
fr: Enregistrement d'activité introuvable.
it: Registro attività non trovato.
pl: Rekord aktywności nie został znaleziony.
pt: Registo de atividade não encontrado.
pt_br: Registro de atividade não encontrado.
vi: Không tìm thấy bản ghi hoạt động.

source: You do not have permission to delete this activity record.
ar: ليس لديك الصلاحية لحذف سجل النشاط هذا.
es: No tiene permiso para eliminar este registro de actividad.
fr: Vous n'avez pas la permission de supprimer cet enregistrement d'activité.
it: Non hai i permessi per eliminare questa attività.
pl: Nie masz uprawnień do usunięcia tego rekordu aktywności.
pt: Não tem permissão para excluir este registo de atividade.
pt_br: Você não possui permissão para deletar esse registro de atividade.
vi: Bạn không có quyền xóa bản ghi hoạt động này.

source: Activity record deleted successfully.
ar: تم حذف سجل النشاط بنجاح.
es: Registro de actividades eliminado exitosamente.
fr: Enregistrement d'activité supprimé avec succès.
it: Registro attività eliminato con successo.
pl: Rekord aktywności został pomyślnie usunięty.
pt: Registo de atividade excluído com sucesso.
pt_br: Registro de atividade deletado com sucesso.
vi: Bản ghi hoạt động đã được xóa thành công.

source: Error deleting activity record. Please try again.
ar: حدث خطأ أثناء حذف سجل النشاط. الرجاء المحاولة مرة أخرى.
es: Error al eliminar el registro de actividad. Por favor, inténtelo de nuevo.
fr: Erreur lors de la suppression de l'enregistrement d'activité. Veuillez réessayer.
it: Errore durante l'eliminazione del registro attività. Riprova.
pl: Błąd podczas usuwania rekordu aktywności. Spróbuj ponownie.
pt: Erro ao excluir o registo de atividade. Por favor, tente novamente.
pt_br: Erro ao deletar registro de atividade. Por favor, tente novamente.
vi: Không thể xóa bản ghi hoạt động. Vui lòng thử lại.
