Repository: skoruppa/stremio-community-subtitles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it, pl, pt, pt_br, vi

source: Find, share, and vote on subtitles provided by the community for Stremio. Log in or register to get started and receive your personalized addon installation link.
ar: البحث عن الترجمة المقدمة من المجتمع لستريميو ومشاركتها والتصويت عليها. قم بتسجيل الدخول أو التسجيل للبدء واستلام رابط تثبيت الإضافات الشخصية الخاص بك.
es: Busca, comparte y vota sobre subtítulos proporcionados por la comunidad para Stremio. Inicia sesión o regístrate para empezar y recibir tu enlace personalizado de instalación del addon.
fr: Trouvez, partagez et votez pour des sous-titres fournis par la communauté pour Stremio. Connectez-vous ou inscrivez-vous pour commencer et recevoir votre lien d'installation personnel.
it: Trova, condividi e vota i sottotitoli forniti dalla community per Stremio. Effettua l'accesso o registrati per iniziare e ricevere il link di installazione personalizzato dell'addon.
pl: Znajdź, udostępniaj i głosuj na napisy dostarczone przez społeczność dla Stremio. Zaloguj się lub zarejestruj, aby rozpocząć i otrzymać spersonalizowany link instalacyjny addonu.
pt: Descobre, partilha e vota nas legendas da comunidade para o Stremio. Entra ou cria conta para começares e receberes o teu link de instalação personalizado do addon.
pt_br: Descubra, compartilhe e vote em legendas fornecidas pela comunidade para o Stremio. Entre ou registre-se para iniciar e receber seu link próprio para instalação do Addon.
vi: Tìm kiếm, chia sẻ và bình chọn phụ đề từ cộng đồng cho Stremio. Đăng nhập hoặc đăng ký để bắt đầu và nhận liên kết cài đặt addon cá nhân của bạn.

source: Find Subtitles
ar: البحث عن الترجمات
es: Buscar subtitulos
fr: Trouver des sous-titres
it: Trova sottotitoli
pl: Znajdź napisy
pt: Procurar legendas
pt_br: Encontre legendas
vi: Tìm phụ đề

source: Easily find subtitles for your favorite movies and TV shows directly in Stremio.
ar: ابحث بسهولة عن ترجمات للأفلام والبرامج التلفزيونية المفضلة لديك مباشرة في ستريميو.
es: Encuentre fácilmente subtítulos para sus películas y programas de televisión favoritos directamente en Stremio.
fr: Trouvez facilement des sous-titres pour vos films et séries TV préférés directement dans Stremio.
it: Trova facilmente i sottotitoli per i tuoi film e programmi TV preferiti direttamente in Stremio.
pl: Łatwo znajdź napisy do swoich ulubionych filmów i seriali bezpośrednio w Stremio.
pt: Encontre facilmente legendas para os seus filmes e séries favoritos diretamente no Stremio.
pt_br: Encontre legendas para seus filmes e séries de TV favoritas diretamente no Stremio.
vi: Dễ dàng tìm thấy phụ đề cho phim lẻ và phim bộ yêu thích của bạn trực tiếp trong Stremio.

source: Share Subtitles
ar: مشاركة الترجمة
es: Compartir subtítulos
fr: Partager des sous-titres
it: Condividi sottotitoli
pl: Udostępnij napisy
pt: Compartilhar legendas
pt_br: Compartilhe legendas
vi: Chia sẻ phụ đề

source: Upload and share your subtitles with the community to help others enjoy content in their language.
ar: قم بتحميل ومشاركة الترجمات الخاصة بك مع المجتمع لمساعدة الآخرين على الاستمتاع بالمحتوى بلغتهم.
es: Sube y comparte tus subtítulos con la comunidad para ayudar a otros a disfrutar de contenido en su idioma.
fr: Mettez en ligne et partagez vos sous-titres avec la communauté pour aider les autres à profiter du contenu dans leur langue.
it: Carica e condividi i tuoi sottotitoli con la community per aiutare gli altri a fruire dei contenuti nella loro lingua.
pl: Prześlij i udostępnij swoje napisy społeczności, aby pomóc innym cieszyć się treściami w ich języku.
pt: Faz upload e partilha legendas com a comunidade para ajudar outros a usufruir de conteúdo no seu idioma.
pt_br: Faça upload e compartilhe suas legendas com a comunidade para ajudar os outros a assistirem conteúdos em seus idiomas.
vi: Tải lên và chia sẻ phụ đề của bạn với cộng đồng để giúp người khác thưởng thức nội dung bằng ngôn ngữ của họ.

source: Vote on Quality
ar: التصويت على الجودة
es: Votar por calidad
fr: Voter pour la qualité
it: Votazione sulla qualità
pl: Głosuj na jakość
pt: Votar na Qualidade
pt_br: Vote nas melhores
vi: Bình chọn chất lượng

source: Vote on subtitles to help others find the best quality translations for their viewing experience.
ar: قم بالتصويت على الترجمات لمساعدة الآخرين على العثور على أفضل ترجمات ذات جودة لتجربتهم.
es: Vota los subtítulos para ayudar a otros a encontrar traducciones de la mejor calidad para su experiencia de visión.
fr: Votez pour les sous-titres afin d'aider les autres à trouver les traductions de meilleure qualité pour leur visionnage.
it: Vota i sottotitoli per aiutare gli altri a trovare le migliori traduzioni di qualità per la loro esperienza di visualizzazione.
pl: Głosuj na napisy, aby pomóc innym znaleźć najlepsze tłumaczenia dla ich doświadczenia oglądania.
pt: Vote nas legendas para ajudar outros a encontrar as traduções de melhor qualidade para a sua experiência de visualização.
pt_br: Vote em legendas para ajudar os outros a acharem as melhores traduções para assistir com qualidade.
vi: Bình chọn phụ đề để giúp người khác tìm thấy bản dịch chất lượng nhất cho trải nghiệm xem của họ.

source: How It Works
ar: كيف تعمل
es: ¿Cómo funciona?
fr: Comment ça marche
it: Come funziona
pl: Jak to działa
pt: Como Funciona
pt_br: Como funciona
vi: Cách thức hoạt động

source: Register for an account
ar: سجل للحصول على حساب
es: Registrar una cuenta
fr: Créer un compte
it: Registra un account
pl: Zarejestruj konto
pt: Criar uma conta
pt_br: Cadastre uma conta
vi: Đăng ký tài khoản

source: Install the addon in Stremio using your personal link
ar: قم بتثبيت الإضافة في ستريميو باستخدام رابطك الشخصي
es: Instala el addon en Stremio usando tu enlace personal
fr: Installer l'extension dans Stremio via votre lien personnel
it: Installa l'addon in Stremio utilizzando il tuo link personale
pl: Zainstaluj dodatek w Stremio używając swojego osobistego linku
pt: Instale o addon no Stremio usando o seu link pessoal
pt_br: Instale o Addon no Stremio usando seu link próprio.
vi: Cài đặt addon vào Stremio bằng liên kết cá nhân của bạn

source: Start watching content with community subtitles
ar: البدء في مشاهدة المحتوى مع ترجمة المجتمع
es: Empieza a ver contenido con subtítulos comunitarios
fr: Commencer à regarder du contenu avec les sous-titres de la communauté
it: Inizia a guardare i contenuti con i sottotitoli della community
pl: Zacznij oglądać treści z napisami społeczności
pt: Começar a ver conteúdo com legendas da comunidade
pt_br: Comece a assistir conteúdo com as legendas da comunidade
vi: Bắt đầu xem nội dung với phụ đề cộng đồng

source: Upload your own subtitles or vote on existing ones
ar: قم بتحميل الترجمات الخاصة بك أو التصويت على الترجمات الموجودة
es: Sube tus propios subtítulos o vota en los ya existentes
fr: Mettre en ligne vos propres sous-titres ou voter pour ceux existants
it: Carica i tuoi sottotitoli o vota quelli esistenti
pl: Prześlij własne napisy lub głosuj na istniejące
pt: Carregue as suas próprias legendas ou vote nas já existentes
pt_br: Faça upload das suas próprias legendas ou vote nas já existentes
vi: Tải lên phụ đề của riêng bạn hoặc bình chọn cho các bản dịch hiện có

source: Manage all subtitles you've submitted to the community.
ar: إدارة جميع الترجمات التي قمت بتقديمها للمجتمع.
es: Administrar todos los subtítulos que has enviado a la comunidad.
fr: Gérer tous les sous-titres que vous avez soumis à la communauté.
it: Gestisci tutti i sottotitoli che hai inviato alla community.
pl: Zarządzaj wszystkimi napisami, które przesłałeś do społeczności.
pt: Gerir todas as legendas que submeteu à comunidade.
pt_br: Gerencie todas suas legendas que você enviou para a comunidade.
vi: Quản lý tất cả phụ đề bạn đã gửi cho cộng đồng.

source: Author:
ar: المؤلّف:
es: Autor:
fr: Auteur :
it: Autore:
pl: Autor:
pt: Autor:
pt_br: Autor:
vi: Tác giả:

source: %(votes)s votes
ar: %(votes)s أصوات
es: %(votes)s votos
it: %(votes)s voti
pl: %(votes)s głosów
pt: %(votes)s votos
pt_br: %(votes)s votos
vi: %(votes)s bình chọn

source: Are you sure you want to delete this subtitle?
ar: هل أنت متأكد من رغبتك في حذف هذه الترجمة؟
es: ¿Está seguro que desea eliminar este subtítulo?
fr: Êtes-vous sûr de vouloir supprimer ce sous-titre ?
it: Sei sicuro di voler eliminare questi sottotitoli?
pl: Czy na pewno chcesz usunąć te napisy?
pt: Tem a certeza que pretende eliminar esta legenda?
pt_br: Você tem certeza que quer apagar essa legenda?
vi: Bạn có chắc chắn muốn xóa phụ đề này?

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar
pt_br: Apagar
vi: Xóa

source: No Subtitles Yet
ar: لا يوجد ترجمات بعد
es: Aún no hay subtítulos
fr: Pas encore de sous-titres
it: Sottotitoli non ancora disponibili
pl: Brak napisów
pt: Ainda não existem legendas
pt_br: Sem legendas ainda
vi: Chưa có phụ đề nào

source: You haven't uploaded any subtitles yet.
ar: لم تقم بتحميل أي ترجمات حتى الآن.
es: Aún no ha subido ningún subtítulo.
fr: Vous n'avez pas encore mis en ligne de sous-titres.
it: Non hai ancora caricato sottotitoli.
pl: Nie przesłano jeszcze żadnych napisów.
pt: Não carregou nenhuma legenda.
pt_br: Você ainda não fez upload de nenhuma legenda.
vi: Bạn chưa tải lên bất kỳ phụ đề nào.

source: Upload Your First Subtitle
ar: قم بتحميل أول ترجمة لك
es: Sube tu primer subtítulo
fr: Mettre en ligne votre premier sous-titre
it: Carica i tuoi primi sottotitoli
pl: Prześlij napisy
pt: Carregue a sua primeira legenda
pt_br: Upload da minha primeira legenda
vi: Tải lên phụ đề đầu tiên của bạn

source: View and manage all subtitles you've selected for your videos.
ar: عرض وإدارة جميع الترجمات التي اخترتها للفيديوهات الخاصة بك.
es: Ver y administrar todos los subtítulos que has seleccionado para tus vídeos.
fr: Voir et gérer tous les sous-titres que vous avez sélectionnés pour vos vidéos.
it: Visualizza e gestisci tutti i sottotitoli che hai selezionato per i tuoi video.
pl: Zobacz i zarządzaj wszystkimi napisami, które wybrałeś dla swoich filmów.
pt: Veja e gerencie todas as legendas selecionadas para os seus vídeos.
pt_br: Visualize e gerencie todas as legendas que você selecionou para seus vídeos.

source: My Selected Subtitles
ar: ترجمتي المحددة
es: Mis subtítulos seleccionados
fr: Mes sous-titres sélectionnés
it: Sottotitoli selezionati
pl: Moje wybrane napisy
pt: Minhas legendas selecionadas
pt_br: Minhas legendas selecionadas

source: Votes:
ar: التصويتات:
es: Votos:
it: Voti:
pl: Głosy:
pt: Votos:
pt_br: Votada:

source: Selected:
ar: تحديد:
es: Seleccionado:
fr: Sélectionné :
it: Selezionati:
pl: Wybrane:
pt: Selecionado:
pt_br: Selecionado:

source: Are you sure you want to delete this selection?
ar: هل أنت متأكد من أنك تريد حذف هذا الاختيار؟
es: ¿Está seguro que desea eliminar esta selección?
fr: Êtes-vous sûr de vouloir supprimer cette sélection ?
it: Sei sicuro di voler eliminare questa selezione?
pl: Czy na pewno chcesz usunąć ten wybór?
pt: Tem certeza que deseja excluir esta seleção?
pt_br: Você tem certeza de que deseja excluir esta seleção?

source: No Selections Yet
ar: لا يوجد اختيار بعد
es: Aún no hay selecciones
fr: Aucune sélection pour le moment
it: Selezioni non ancora disponibili
pl: Brak wyborów
pt: Sem seleções
pt_br: Nada foi selecionado ainda

source: You haven't selected any subtitles yet.
ar: لم تقم باختيار أي ترجمات بعد.
es: Aún no ha seleccionado ningún subtítulo.
fr: Vous n'avez pas encore sélectionné de sous-titres.
it: Non hai ancora selezionato sottotitoli.
pl: Nie wybrałeś jeszcze żadnych napisów.
pt: Nenhuma legenda selecionada.
pt_br: Você ainda não selecionou nenhuma legenda

source: Advanced Users
ar: المستخدمين المتقدمين
es: Usuarios avanzados
fr: Utilisateurs avancés
it: Utenti avanzati
pl: Zaawansowani użytkownicy
pt: Utilizadores avançados
pt_br: Usuários avançados
vi: Người dùng nâng cao

source: Advanced Upload Mode:
ar: وضع التحميل المتقدم:
es: Modo avanzado de subida:
fr: Mode de téléversement avancé :
it: Modalità di caricamento avanzato:
pl: Tryb zaawansowanego przesyłania:
pt: Modo Avançado de Carregamento:
pt_br: Modo avançado de upload:
vi: Chế độ tải lên nâng cao:

source: This feature is for experienced users who want to upload subtitles without having an activity entry in their dashboard.
ar: هذه الميزة للمستخدمين ذوي الخبرة الذين يريدون تحميل الترجمات دون إدخال نشاط في لوحة التحكم الخاصة بهم.
es: Esta función es para usuarios experimentados que quieren subir subtítulos sin tener una entrada de actividad en su panel de control.
fr: Cette fonctionnalité est destinée aux utilisateurs expérimentés qui souhaitent mettre en ligne des sous-titres sans créer d'entrée d'activité dans leur tableau de bord.
it: Questa funzione è per utenti esperti che vogliono caricare sottotitoli senza avere una voce attività nel loro pannello.
pl: Ta funkcja jest dla doświadczonych użytkowników, którzy chcą przesłać napisy bez wpisu aktywności w panelu.
pt: Esse recurso é para utilizadores experientes que querem carregar legendas sem ter um registo de atividade no painel de controle.
pt_br: Essa função é para usuários com experência que querem fazer upload de legendas sem registrar atividade no painel.
vi: Tính năng này dành cho người dùng có kinh nghiệm muốn tải lên phụ đề mà không cần có mục hoạt động trong bảng điều khiển.

source: You'll need to provide the Content ID manually. To upload subtitles for what you are watching right now, open the activity entry for it from the
ar: سوف تحتاج إلى توفير معرف المحتوى يدوياً. لتحميل الترجمات لما تشاهده الآن، افتح إدخال النشاط له من
es: Necesitarás proporcionar el ID de contenido manualmente. Para subir subtítulos de lo que estás viendo ahora, abre la entrada de actividad para ella desde el
fr: Vous devrez fournir l'ID du contenu manuellement. Pour mettre en ligne des sous-titres pour ce que vous regardez actuellement, ouvrez l'entrée d'activité correspondante depuis le
it: Dovrai fornire manualmente l'ID contenuto. Per caricare sottotitoli per quello che stai guardando in questo momento, apri la voce attività relativa dal
pl: Musisz podać Content ID ręcznie. Aby przesłać napisy do tego, co oglądasz teraz, otwórz wpis aktywności z
pt: Precisa fornecer o ID de conteúdo manualmente. Para carregar legendas para o conteúdo que está a ver agora, abra o registo de atividade de
pt_br: Você precisará informar o ID do Conteúdo manualmente. Para enviar legendas para o que está assistindo agora, abra a entrada de atividade correspondente no
vi: Bạn sẽ cần cung cấp Content ID theo cách thủ công. Để tải lên phụ đề cho nội dung bạn đang xem ngay bây giờ, hãy mở mục hoạt động của nó từ

source: Upload a subtitle file for
ar: تحميل ملف الترجمة لـ
es: Subir un archivo de subtítulos para
fr: Mettre en ligne un fichier de sous-titres pour
it: Carica un file di sottotitoli per
pl: Prześlij plik napisów dla
pt: Carregar um arquivo de legenda para
pt_br: Faça upload de um arquivo de legenda para
vi: Tải lên tệp phụ đề cho

source: Subtitle Information
ar: معلومات الترجمة
es: Información de subtítulo
fr: Informations sur le sous-titre
it: Informazioni sui sottotitoli
pl: Informacje o napisach
pt: Informações da legenda
pt_br: Informações da legenda
vi: Thông tin phụ đề

source: Content Identification
ar: تعريف المحتوى
es: Identificación de contenido
fr: Identification du contenu
it: Identificazione del contenuto
pl: Identyfikacja treści
pt: Identificação do conteúdo
pt_br: Identificação do conteúdo
vi: Nhận dạng nội dung

source: Provide the Content ID and type for the content you want to upload subtitles for:
ar: توفير ID وكتابة المحتوى الذي تريد تحميل الترجمة لـ:
es: Proporcione el ID de contenido y el tipo para el contenido al que desea subir subtítulos:
fr: Fournissez l'ID et le type du contenu pour lequel vous souhaitez mettre en ligne des sous-titres :
it: Fornire l'ID contenuto e digitare per il contenuto per cui si desidera caricare i sottotitoli:
pl: Podaj ID treści i typ treści, dla której chcesz przesłać napisy:
pt: Indica o ID e o tipo do conteúdo para o qual queres enviar as legendas:
pt_br: Forneça o ID do Conteúdo e o tipo de conteúdo para qual você quer fazer upload:
vi: Cung cấp Content ID và loại cho nội dung bạn muốn tải lên phụ đề:

source: Format like
ar: التنسيق مثل
es: Formatear como
fr: Format du type
it: Formato come
pl: Format jak
pt: Formatar como
pt_br: Formato tipo
vi: Định dạng kiểu

source: (for movies and TV series)
ar: (بالنسبة للمسلسلات والافلام)
es: (para películas y series de TV)
fr: (pour films et séries TV)
it: (per film e serie TV)
pl: (dla filmów i seriali TV)
pt: (para filmes e séries de TV)
pt_br: (Para filmes e séries de TV)
vi: (cho phim lẻ và phim bộ)

source: (for anime)
ar: (للأنمي)
es: (para anime)
fr: (pour les animés)
it: (per anime)
pl: (dla anime)
pt: (para anime)
pt_br: (Para anime)
vi: (cho anime)

source: Enter IMDB ID (tt1234567) or Kitsu ID (kitsu:12345)
es: Ingrese IMDB ID (tt1234567) o Kitsu ID (kitsu:12345)
fr: Saisissez l'ID IMDB (tt1234567) ou l'ID Kitsu (kitsu:12345)
it: Inserisci l'ID IMDB (tt1234567) o l'ID Kitsu (kitsu:12345)
pl: Wprowadź IMDB ID (tt1234567) lub Kitsu ID (kitsu:12345)
pt: Insere o IMDB ID (tt1234567) ou Kitsu ID (kitsu:12345)
pt_br: Insira o ID do IMDB (tt1234567) ou ID do Kitsu (kitsu:12345)
vi: Nhập IMDB ID (tt1234567) hoặc Kitsu ID (kitsu:12345)

source: Season number (default: 1). Ignore for kitsu
ar: رقم الموسم (الافتراضي: 1). تجاهل لـ kitsu
es: Temporada número (por defecto: 1). Ignorar para kitsu
fr: Numéro de saison (défaut : 1). Ignorer pour Kitsu
it: Numero di stagione (predefinito: 1). Ignora per Kitsu
pl: Numer sezonu (domyślnie: 1). Ignoruj dla kitsu
pt: Número da temporada (padrão: 1). Ignorar para kitsu
pt_br: Número da temporada (padrão: 1). Ignore se for Kitsu
vi: Số mùa (mặc định: 1). Bỏ qua đối với kitsu

source: Episode number (required for series)
ar: رقم الحلقة (مطلوب للمسلسلات)
es: Episodio número (requerido para series de TV)
fr: Numéro d'épisode (requis pour les séries)
it: Numero dell'episodio (richiesto per le serie TV)
pl: Numer odcinka (wymagany dla seriali)
pt: Número do episódio (necessário para séries)
pt_br: Número do episódio (necessário para séries)
vi: Số tập (bắt buộc đối với phim bộ)

source: Enter 'utf8' (default), 'auto' for automatic detection, or a specific encoding like 'cp1250', 'latin1', etc.
ar: أدخل 'utf8' (الافتراضي)، 'تلقائي' للكشف التلقائي، أو ترميز محدد مثل 'cp1250', 'latin1', الخ.
es: Introduzca 'utf8' (por defecto), 'auto' para detección automática, o una codificación específica como 'cp1250', 'latin1', etc.
fr: Saisissez 'utf8' (défaut), 'auto' pour la détection automatique, ou un encodage spécifique comme 'cp1250', 'latin1', etc.
it: Inserisci 'utf8' (predefinito), 'auto' per il rilevamento automatico o una codifica specifica come 'cp1250', 'latin1', ecc.
pl: Wprowadź 'utf8' (domyślnie), 'auto' dla automatycznego wykrywania lub konkretne kodowanie jak 'cp1250', 'latin1', itp.
pt: Introduz 'utf8' (predefinição), 'auto' para deteção automática, ou uma codificação específica como 'cp1250', 'latin1', etc.
pt_br: Insira 'utf8'' (Padrão), 'auto' para detecção automática, ou uma codificação específica tipo 'cp1250', 'latin1', etc.
vi: Nhập 'utf8' (mặc định), 'auto' để tự động phát hiện, hoặc một bảng mã cụ thể như 'cp1250', 'latin1', v.v.

source: Select FPS only for subtitle formats that use frames. Leave as 'Auto' if unsure.
ar: حدد FPS فقط لتنسيقات الترجمة التي تستخدم الإطار. اتركه كـ "تلقائي" إذا لم يكن مؤكداً.
es: Seleccione FPS sólo para los formatos de subtítulos que utilizan fotogramas. Deje como 'Auto' si no está seguro.
fr: Sélectionnez les FPS uniquement pour les formats utilisant des images. Laissez sur 'Auto' en cas de doute.
it: Seleziona FPS solo per i formati di sottotitoli che usano fotogrammi. Lascia 'Auto' se non sei sicuro.
pl: Wybierz FPS tylko dla formatów napisów używających klatek. Zostaw 'Auto' jeśli nie jesteś pewien.
pt: Selecione FPS apenas para formatos de legendas que usam frames. Deixe como 'Auto' se não tiver a certeza.
pt_br: Selecione FPS apenas para legendas que usam frames. Deixe como 'Automático' se não tiver certeza.
vi: Chỉ chọn FPS cho các định dạng phụ đề sử dụng khung hình. Để 'Auto' nếu không chắc chắn.

source: Title:
ar: العنوان:
es: Título:
fr: Titre :
it: Titolo:
pl: Tytuł:
pt: Titulo:
pt_br: Título:
vi: Tiêu đề:

source: How to Find Content IDs
ar: كيفية العثور على معرفات المحتوى ID
es: Cómo encontrar IDs de contenido
fr: Comment trouver les ID de contenu
it: Come trovare gli ID contenuto
pl: ID treści
pt: Como procurar IDs de conteúdo
pt_br: Como achar IDs de Conteúdos
vi: Cách tìm Content ID

source: IMDB ID (Movies & TV Shows):
ar: معرف IMDB (الأفلام و البرامج التلفزيونية):
es: ID IMDB (Películas y series de TV):
fr: ID IMDB (Films & Séries TV) :
it: ID IMDB (film e serie TV):
pl: IMDB ID (Filmy i seriale):
pt: ID do IMDB (filmes e programas de TV):
pt_br: ID do IMDB (Filmes e séries de TV):
vi: IMDB ID (Phim lẻ & Phim bộ):

source: Go to
ar: الذهاب إلى
es: Ir a
fr: Allez sur
it: Vai su
pl: Przejdź do
pt: Ir para
pt_br: Entre no
vi: Truy cập

source: Search for your content
ar: البحث عن المحتوى الخاص بك
es: Busca tu contenido
fr: Recherchez votre contenu
it: Cerca il tuo contenuto
pl: Wyszukaj swoją treść
pt: Pesquisar pelo seu conteúdo
pt_br: Procure o seu conteúdo
vi: Tìm kiếm nội dung của bạn

source: Copy the ID from URL (e.g.,
ar: نسخ الـ ID من عنوان URL (على سبيل المثال
es: Copiar el ID desde la URL (por ej.,
fr: Copiez l'ID depuis l'URL (ex :
it: Copia l'ID dall'URL (ad es.,
pl: Skopiuj ID z URL (np.
pt: Copiar o ID da URL (por exemplo,
pt_br: Copie o ID do URL (ex:
vi: Sao chép ID từ URL (VD:

source: Search for your anime
ar: البحث عن أنمي
es: Busca tu anime
fr: Recherchez votre animé
it: Cerca il tuo anime
pl: Wyszukaj swoje anime
pt: Pesquisar pelo seu anime
pt_br: Procure pelo seu anime
vi: Tìm kiếm anime của bạn

source: Investigate url of the thumbnail
ar: التحقق من رابط الصورة المصغرة
es: Investigar la url de la miniatura
fr: Inspectez l'URL de la miniature
it: Cerca l'URL della miniatura
pl: Sprawdź url miniatury
pt: Investigar URL da miniatura
pt_br: Investigue a URL da thumbnail
vi: Kiểm tra URL của ảnh thu nhỏ (thumbnail)

source: Copy the ID from thumbnail's
ar: نسخ المعرف من الصورة المصغرة
es: Copiar el ID de la miniatura
fr: Copiez l'ID de la miniature
it: Copia l'ID dalla miniatura
pl: Skopiuj ID z
pt: Copia o ID da miniatura
pt_br: Copie o ID da thumbnail
vi: Sao chép ID từ thumbnail

source: and add
ar: وأضف
es: y añadir
fr: et ajoutez
it: e aggiungi
pl: i dodaj
pt: e adicionar
pt_br: e adicione
vi: và thêm

source: prefix
ar: بادئة
es: prefijo
fr: le préfixe
it: prefisso
pl: prefiks
pt: prefixo
pt_br: prefixo
vi: tiền tố

source: Example:
ar: مثال:
es: Ejemplo:
fr: Exemple :
it: Esempio:
pl: Przykład:
pt: Exemplo:
pt_br: Exemplo:
vi: Ví dụ:

source: Subtitle Guidelines
ar: إرشادات الترجمة
es: Guías de subtítulos
fr: Directives pour les sous-titres
it: Linee guida sottotitoli
pl: Dostawcy napisów
pt: Diretrizes da legenda
pt_br: Diretrizes das legendas
vi: Hướng dẫn về phụ đề

source: Supported formats: SRT, SUB, ASS, SSA, TXT
ar: الصيغ المدعومة: SRT وSUB وASS وSSA وTXT
es: Formatos soportados: SRT, SUB, ASS, SSA, TXT
fr: Formats supportés : SRT, SUB, ASS, SSA, TXT
it: Formati supportati: SRT, SUB, ASS, SSA, TXT
pl: Obsługiwane formaty: SRT, SUB, ASS, SSA, TXT
pt: Formatos suportados: SRT, SUB, ASS, SSA, TXT
pt_br: Formatos suportados: SRT, SUB, ASS, SSA e TXT
vi: Định dạng hỗ trợ: SRT, SUB, ASS, SSA, TXT

source: Maximum file size: 2MB
ar: الحد الأقصى لحجم الملف: 2MB
es: Tamaño máximo de archivo: 2MB
fr: Taille de fichier maximale : 2 Mo
it: Dimensione massima file: 2 MB
pl: Maksymalny rozmiar pliku: 2MB
pt: Tamanho máximo do ficheiro: 2MB
pt_br: Tamanho máximo: 2MB
vi: Dung lượng tệp tối đa: 2MB
