Repository: skoruppa/stremio-community-subtitles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it, pl, pt, pt_br, vi

source: Original subtitle does not have a file path, cannot mark as compatible.
ar: الترجمة الأصلية ليس لديها مسار ملف، لا يمكن وضع علامة على أنها متوافقة.
es: El subtítulo original no tiene una ruta de archivo, no se puede marcar como compatible.
fr: Le sous-titre original n'a pas de chemin de fichier, impossible de le marquer comme compatible.
it: I sottotitoli originali non hanno un percorso file, non è possibile contrassegnare come compatibile.
pl: Oryginalne napisy nie mają ścieżki pliku, nie można oznaczyć jako kompatybilne.
pt: Legenda original não tem um caminho para o arquivo, não pode ser marcada como compatível.
pt_br: A legenda original não possui um caminho de arquivo, não é possível marcar como compatível.
vi: Phụ đề gốc không có đường dẫn tệp, không thể đánh dấu là tương thích.

source: A compatible subtitle entry for this hash already exists. Selecting it.
ar: يوجد بالفعل إدخال ترجمة متوافقة لهذا hash. قم باختياره.
es: Ya existe una entrada de subtítulos compatible para este hash. Seleccionándola.
fr: Une entrée de sous-titre compatible pour ce hash existe déjà. Sélection en cours.
it: Esiste già una voce di sottotitoli compatibile per questo hash. Selezione in corso.
pl: Kompatybilny wpis napisów dla tego hasza już istnieje. Wybieranie go.
pt: Já existe uma entrada de legenda compatível para este hash. Selecionando-a.
pt_br: Já existe uma entrada de legenda compatível para esse hash. Selecionando ela.
vi: Một phụ đề tương thích cho mã Hash này đã tồn tại. Đang chọn nó.

source: Subtitle marked as compatible with the current video version.
ar: تم وضع علامة على أن الترجمة متوافقة مع إصدار الفيديو الحالي.
es: Subtítulo marcado como compatible con la versión de vídeo actual.
fr: Sous-titre marqué comme compatible avec la version actuelle de la vidéo.
it: Sottotitoli contrassegnati come compatibili con la versione video corrente.
pl: Napisy zostały oznaczone jako kompatybilne z obecną wersją wideo.
pt: Legenda marcada como compatível com a versão de vídeo atual.
pt_br: Legenda marcada como compatível com a versão atual do vídeo.
vi: Phụ đề đã được đánh dấu là tương thích với phiên bản video hiện tại.

source: An error occurred.
ar: حدث خطأ ما.
es: Ha ocurrido un error.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
pt_br: Ocorreu um erro.
vi: Đã xảy ra lỗi.

source: OpenSubtitles authentication expired. Please log in again in account settings.
ar: انتهت صلاحية مصادقة OpenSubtitles. الرجاء تسجيل الدخول مرة أخرى في إعدادات الحساب.
es: La autenticación de OpenSubtitles ha caducado. Por favor, inicie sesión de nuevo en la configuración de la cuenta.
fr: L'authentification OpenSubtitles a expiré. Veuillez vous reconnecter dans les paramètres du compte.
it: Autenticazione OpenSubtitles scaduta. Effettua nuovamente l'accesso nelle impostazioni dell'account.
pl: Uwierzytelnienie OpenSubtitles wygasło. Zaloguj się ponownie w ustawieniach konta.
pt: A autenticação do OpenSubtitles expirou. Por favor, faça login novamente nas configurações da conta.
pt_br: A autenticação do OpenSubtitles expirou. Por favor, faça login novamente nas configurações da conta.
vi: Xác thực OpenSubtitles đã hết hạn. Vui lòng đăng nhập lại trong phần cài đặt tài khoản.

source: Previous
ar: رجوع
es: Anterior
fr: Précédent
it: Precedente
pl: Poprzednia
pt: Anterior
pt_br: Anterior
vi: Trước

source: Next
ar: التالي
es: Siguiente
fr: Suivant
it: Successivo
pl: Następna
pt: Seguinte
pt_br: Próximo
vi: Tiếp

source: Connected
ar: متصل
es: Conectado
fr: Connecté
it: Connesso
pl: Połączono
pt: Conectado
pt_br: Conectado
vi: Đã kết nối

source: Not Connected
ar: غير متصل
es: No conectado
fr: Non connecté
it: Non connesso
pl: Nie połączono
pt: Não conectado
pt_br: Não conectado
vi: Chưa kết nối

source: Hash Matching
ar: مطابقة الهاش
es: Coincidencia Hash
fr: Correspondance de hash
it: Corrispondenza hash
pl: Dopasowanie hash
pt: Correspondência de hash
pt_br: Verificação de hash
vi: Khớp mã Hash

source: Settings
ar: الاعدادات
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Definições
pt_br: Configurações
vi: Cài đặt

source: Disconnect from %(name)s?
ar: قطع الاتصال بـ %(name)s؟
es: Desconectado de %(name)s?
fr: Se déconnecter de %(name)s ?
it: Disconnettere da %(name)s?
pl: Rozłączyć z %(name)s?
pt: Desconectar de %(name)s?
pt_br: Desconectar do %(name)s?
vi: Ngắt kết nối khỏi %(name)s?

source: Disconnect
ar: قطع الاتصال
es: Desconectarse
fr: Se déconnecter
it: Disconnetti
pl: Rozłącz
pt: Terminar sessão
pt_br: Desconectar
vi: Ngắt kết nối

source: Connect
ar: اتصال
es: Conectarse
fr: Se connecter
it: Connetti
pl: Połącz
pt: Iniciar Sessão
pt_br: Conectar
vi: Kết nối

source: Connect to %(name)s
ar: الاتصال بـ %(name)s
es: Conectarse a %(name)s
fr: Se connecter à %(name)s
it: Connettiti a %(name)s
pl: Połącz z %(name)s
pt: Conectar a %(name)s
pt_br: Conectar no %(name)s
vi: Kết nối tới %(name)s

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
vi: Hủy

source: %(name)s Settings
ar: إعدادات %(name)s
es: Ajustes %(name)s
fr: Paramètres %(name)s
it: Impostazioni %(name)s
pl: Ustawienia %(name)s
pt: Configurações %(name)s
pt_br: Configurações do %(name)s
vi: Cài đặt %(name)s

source: Try to provide ASS/SSA format
ar: حاول توفير صيغة ASS/SSA
es: Intenta proporcionar formato ASS/SSA
fr: Essayer de fournir le format ASS/SSA
it: Cerca di fornire il formato ASS/SSA
pl: Spróbuj dostarczyć format ASS/SSA
pt: Tente fornecer o formato ASS/SSA
pt_br: Tentar fornecer formato ass/ssa
vi: Cố gắng cung cấp định dạng ASS/SSA

source: Enable this to always offer ASS format option for this provider.
ar: تمكين هذا الخيار لتوفر دائماً خيار تنسيق ASS لهذا المزود.
es: Habilitar esto para ofrecer siempre la opción de formato ASS para este proveedor.
fr: Activez ceci pour toujours proposer l'option de format ASS pour ce fournisseur.
it: Abilita questa opzione per offrire sempre l'opzione di formato ASS per questo provider.
pl: Włącz to, aby zawsze oferować opcję formatu ASS dla tego dostawcy.
pt: Selecione esta opção para aplicar o formato ASS a este fornecedor.
pt_br: Ative isso para sempre oferecer o formato ASS/SSA nesse provedor.
vi: Bật tính năng này để luôn cung cấp tùy chọn định dạng ASS cho nhà cung cấp này.

source: No additional settings available for this provider.
ar: لا توجد إعدادات إضافية متاحة لهذا المزود.
es: No hay ajustes adicionales disponibles para este proveedor.
fr: Aucun paramètre supplémentaire disponible pour ce fournisseur.
it: Nessuna impostazione aggiuntiva disponibile per questo provider.
pl: Brak dodatkowych ustawień dla tego dostawcy.
pt: Não há configurações adicionais disponíveis para este fornecedor.
pt_br: Sem configurações adicionais disponíveis para esse provedor.
vi: Không có cài đặt bổ sung cho nhà cung cấp này.

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt: Guardar
pt_br: Salvar
vi: Lưu

source: Uploader:
ar: الرفع:
es: Usuario
fr: Mis en ligne par :
pl: Przesłał:
pt: Autor do Upload:
vi: Người tải lên:

source: Rating:
ar: التقييم:
es: Calificación:
fr: Note :
it: Valutazione:
pl: Ocena:
pt: Avaliação:
pt_br: Nota:
vi: Đánh giá:

source: Downloads:
ar: التحميلات:
es: Descargas:
fr: Téléchargements :
it: Download:
pl: Pobrań:
pt: Transferências:
vi: Lượt tải:

source: Hash Match
ar: تطابق الهاش
es: Coincidencia Hash
fr: Hash validé
it: Corrispondenza hash
pl: Dopasowanie hasza
pt: Correspondência de hash
pt_br: Compatibilidade por hash
vi: Khớp mã Hash

source: AI Translated
ar: AI ترجمة
es: Traducido por IA
fr: Traduit par IA
it: Traduzione AI
pl: Tłumaczenie AI
pt: Traduzido por IA
pt_br: Traduzido por IA
vi: Được dịch bởi AI

source: Hearing Impaired
ar: ضعف السمع
es: Discapacidad auditiva
fr: Malentendants
it: Non udenti
pl: Dla niedosłyszących
pt: Dificuldades auditivas
pt_br: Para deficientes auditivos
vi: Dành cho người khiếm thính

source: Selected
ar: تحديد
es: Seleccionado
fr: Sélectionné
it: Selezionati
pl: Wybrane
pt: Selecionado
pt_br: Selecionada
vi: Đã chọn

source: Link this subtitle to the current video version for the community
ar: اربط هذه الترجمة إلى إصدار الفيديو الحالي للمجتمع
es: Vincular este subtítulo a la versión actual de vídeo para la comunidad
fr: Lier ce sous-titre à la version vidéo actuelle pour la communauté
it: Collega questi sottotitoli alla versione del video attuale per la community
pl: Połącz ten napis z obecną wersją wideo dla społeczności
pt: Vincule esta legenda à versão atual do vídeo para a comunidade
pt_br: Linkar essa legenda com a versão atual do vídeo para a comunidade
vi: Liên kết phụ đề này với phiên bản video hiện tại cho cộng đồng

source: Link
ar: الرابط
es: Enlace
fr: Lier
it: Collega
pl: Powiąż
pt: Ligação
vi: Liên kết

source: Select
ar: تحديد
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: Wybierz
pt: Selecione
pt_br: Selecionar
vi: Chọn

source: Sourced from %(provider)s by %(user)s
ar: مصدر من %(provider)s بواسطة %(user)s
es: Fuente de %(provider)s por %(user)s
fr: Source : %(provider)s par %(user)s
it: Preso da %(provider)s a cura di %(user)s
pl: Źródło: %(provider)s przez %(user)s
pt: Originado de %(provider)s por %(user)s
pt_br: Fornecida através do %(provider)s pelo %(user)s
vi: Nguồn từ %(provider)s bởi %(user)s

source: Sourced from %(source)s
ar: مصدر من %(source)s
es: Fuente de %(source)s
fr: Source : %(source)s
it: Preso da %(source)s
pl: Źródło: %(source)s
pt: Originado de %(source)s
pt_br: Fornecida através do %(source)s
vi: Nguồn từ %(source)s

source: Video Hash: %(hash)s
ar: فيديو هاش: %(hash)s
es: Hash de vídeo: %(hash)s
fr: Hash vidéo : %(hash)s
it: Hash video: %(hash)s
pl: Hash wideo: %(hash)s
pt: Vídeo Hash: %(hash)s
pt_br: Hash do vídeo: %(hash)s
vi: Mã Hash của Video: %(hash)s

source: Matches Current Video
ar: مطابقة الفيديو الحالي
es: Coincide con el vídeo actual
fr: Correspond à la vidéo actuelle
it: Corrisponde al video attuale
pl: Pasuje do obecnego wideo
pt: Corresponde ao vídeo atual
pt_br: Compatível com o vídeo atual
vi: Khớp với video hiện tại

source: Different Video Version
ar: نسخة فيديو مختلفة
es: Versión de vídeo diferente
fr: Version vidéo différente
it: Versione video diversa
pl: Inna wersja wideo
pt: Versão de Vídeo Diferente
pt_br: Versão diferente do vídeo
vi: Phiên bản video khác nhau

source: No Hash Specific
ar: لا يوجد هاش محدد
es: No hay Hash Específico
fr: Sans hash spécifique
it: Nessun hash specifico
pl: Brak specyficznego hasza
pt: Sem Hash Específico
pt_br: Sem hash específico
vi: Không có mã Hash cụ thể

source: Upvote
ar: تصويت إيجابي
es: Voto positivo
fr: Vote positif
it: Voto positivo
pl: Głos za
pt: Gosto
pt_br: Voto positivo
vi: Bình chọn tốt

source: Downvote
ar: تصويت سلبي
es: Voto negativo
fr: Vote négatif
it: Voto negativo
pl: Głos przeciw
pt: Não Gosto
pt_br: Voto negativo
vi: Bình chọn tệ

source: Mark this subtitle as compatible with the current video version (%(hash)s...)
ar: ضع علامة على هذه الترجمة بأنها متوافقة مع إصدار الفيديو الحالي (%(hash)s...)
es: Marcar este subtítulo como compatible con la versión de vídeo actual (%(hash)s...)
fr: Marquer ce sous-titre comme compatible avec la version actuelle de la vidéo (%(hash)s...)
it: Segna questo sottotitolo come compatibile con la versione del video attuale (%(hash)s...)
pl: Oznacz te napisy jako zgodne z obecną wersją wideo (%(hash)s...)
pt: Marcar esta legenda como compatível com a versão de vídeo atual (%(hash)s...)
pt_br: Marcar essa legenda como compatível com a versão atual do vídeo. (%(hash)s...)
vi: Đánh dấu phụ đề này tương thích với phiên bản video hiện tại (%(hash)s...)

source: Are you sure you want to delete this subtitle? This action cannot be undone.
ar: هل أنت متأكد من حذف هذا الملف؟ لا يمكن التراجع عن هذا الإجراء.
es: ¿Está seguro que desea eliminar este subtítulo? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce sous-titre ? Cette action est irréversible.
it: Si è sicuri di voler eliminare questo file? Questa azione non può essere annullata.
pl: Czy na pewno chcesz usunąć te napisy? Tej akcji nie można cofnąć.
pt: Tem a certeza que pretende eliminar esta legenda? Esta ação não pode ser desfeita.
pt_br: Você tem certeza que quer apagar essa legenda? Essa ação não pode ser desfeita.
vi: Bạn có chắc chắn muốn xóa phụ đề này? Hành động này không thể hoàn tác.

source: Delete Subtitle
ar: حذف الترجمة
es: Eliminar Subtítulo
fr: Supprimer le sous-titre
it: Elimina sottotitoli
pl: Usuń napisy
pt: Apagar a Legenda
pt_br: Apagar legenda
vi: Xóa phụ đề

source: Dashboard
ar: لوحة التحكم
es: Panel de control
fr: Tableau de bord
it: Pannello
pl: Panel główny
pt: Painel de controlo
pt_br: Painel
vi: Bảng điều khiển

source: Install Addon
ar: تثبيت الإضافة
es: Instalar complemento
fr: Installer l'extension
it: Installa addon
pl: Zainstaluj dodatek
pt: Instalar Addon
pt_br: Instalar o Addon
vi: Cài đặt Addon

source: Upload Subtitles
ar: رفع الترجمة
es: Subir subtítulos
fr: Envoyer des sous-titres
it: Carica sottotitoli
pl: Prześlij napisy
pt: Carregar Legendas
pt_br: Fazer upload
vi: Tải lên phụ đề

source: My Subtitles
ar: ترجماتي
es: Mis Subtítulos
fr: Mes sous-titres
it: I miei sottotitoli
pl: Moje napisy
pt: As minhas Legendas
pt_br: Minhas legendas
vi: Phụ đề của tôi

source: Account Settings
ar: إعدادات الحساب
es: Ajustes de la cuenta
fr: Paramètres du compte
it: Impostazioni account
pl: Ustawienia konta
pt: Configurações de Conta
pt_br: Configurações da conta
vi: Cài đặt tài khoản

source: Logout
ar: تسجيل خروج
es: Cerrar sesión
fr: Déconnexion
it: Disconnettiti
pl: Wyloguj
pt: Encerrar Sessão
pt_br: Sair
vi: Đăng xuất

source: Login
ar: تسجيل دخول
es: Iniciar sesión
fr: Connexion
it: Accedi
pl: Zaloguj
pt: Iniciar Sessão
pt_br: Entrar
vi: Đăng nhập

source: Like my addon? Consider
ar: هل أعجبني إضافتي؟ فكّر
es: ¿Te gusta mi complemento? Considera
fr: Vous aimez mon extension ? Pensez à
it: Ti piace il mio addon? Considera
pl: Podoba Ci się mój dodatek? Rozważ
pt: Gostou do meu addon? Considere
pt_br: Gostou do meu Addon? Considere
vi: Thích addon của tôi? Hãy cân nhắc

source: buying me a coffee
ar: اشتري لي قهوة
es: comprarme un café
fr: m'offrir un café
it: di offrirmi un caffè
pl: postawienie mi kawy
pt: compra-me um café
pt_br: comprar um café para mim
vi: donate cho tôi

source: Password Tips
ar: نصائح كلمة المرور
es: Consejos de contraseña
fr: Conseils pour le mot de passe
it: Consigli sulla password
pl: Wskazówki dotyczące hasła
pt: Dicas para palavras-passe
pt_br: Dicas de senha
vi: Mẹo đặt mật khẩu

source: Use at least 8 characters
ar: استخدم 8 أحرف على الأقل
es: Utilice al menos 8 caracteres
fr: Utilisez au moins 8 caractères
it: Usa almeno 8 caratteri
pl: Użyj co najmniej 8 znaków
pt: Use pelo menos 8 caracteres
pt_br: Use no mínimo 8 caracteres
vi: Sử dụng ít nhất 8 ký tự

source: Include uppercase and lowercase letters
ar: تتضمن أحرفًا كبيرة وصغيرة
es: Incluye letras mayúsculas y minúsculas.
fr: Incluez des majuscules et des minuscules
it: Includi lettere maiuscole e minuscole
pl: Uwzględnij wielkie i małe litery
pt: Incluir letras maiúsculas e minúsculas
pt_br: Inclua letras maiúsculas e minúsculas
vi: Bao gồm chữ hoa và chữ thường

source: Add numbers and special characters
ar: إضافة أرقام وحروف خاصة
es: Añade números y caracteres especiales
fr: Ajoutez des chiffres et des caractères spéciaux
it: Aggiungi numeri e caratteri speciali
pl: Dodaj cyfry i znaki specjalne
pt: Adicione números e caracteres especiais
pt_br: Adicione números e caracteres especiais
vi: Thêm số và ký tự đặc biệt

source: Avoid using personal information
ar: تجنب استخدام المعلومات الشخصية
es: Evita el uso de información personal
fr: Évitez d'utiliser des informations personnelles
it: Evitare di utilizzare informazioni personali
pl: Unikaj używania danych osobowych
pt: Evite usar informações pessoais
pt_br: Evite usar informações pessoais
vi: Tránh sử dụng thông tin cá nhân

source: Back to Account Settings
ar: العودة إلى إعدادات الحساب
es: Volver a la configuración de cuenta
fr: Retour aux paramètres du compte
it: Torna alle impostazioni dell'account
pl: Ustawienia konta
pt: Voltar para as Configurações da Conta
pt_br: Voltar às configurações de conta
vi: Quay lại Cài đặt tài khoản

source: Forgot your password?
ar: نسيت كلمة المرور؟
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
pl: Nie pamiętasz hasła?
pt: Esqueceu-se da palavra-passe?
pt_br: Esqueceu sua senha?
vi: Quên mật khẩu?

source: Didn't receive confirmation email?
ar: لم تتلق رسالة تأكيد بالبريد الإلكتروني؟
es: ¿No recibió un correo electrónico de confirmación?
fr: E-mail de confirmation non reçu ?
it: Non hai ricevuto l'email di conferma?
pl: Nie otrzymałeś emaila potwierdzającego?
pt: Não recebeu o e-mail de confirmação?
pt_br: Não recebeu e-mail de confirmação?
vi: Không nhận được Email xác nhận?

source: Don't have an account?
ar: ليس لديك حساب؟
es: ¿No tienes una cuenta?
fr: Pas encore de compte ?
it: Non hai un account?
pl: Nie masz konta?
pt: Ainda não tem uma conta?
pt_br: Não possui uma conta?
vi: Chưa có tài khoản?

source: Register here
ar: التسجيل هنا
es: Regístrate aquí
fr: S'inscrire ici
it: Registrati qui
pl: Zarejestruj
pt: Registe-se aqui
pt_br: Cadastre-se aqui
vi: Đăng ký tại đây

source: Create an Account
ar: إنشاء حساب
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
pl: Zarejestruj konto
pt: Criar uma Conta
pt_br: Criar uma Conta
vi: Tạo tài khoản

source: Already have an account?
ar: لديك حساب من قبل؟
es: ¿Ya tiene una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pl: Masz już konto?
pt: Já tem uma conta?
pt_br: Já possui uma conta?
vi: Đã có tài khoản?

source: Login here
ar: تسجيل الدخول هنا
es: Inicie sesión aquí
fr: Connectez-vous ici
it: Accedi qui
pl: Zaloguj
pt: Inicie sessão aqui
pt_br: Faça login aqui
vi: Đăng nhập tại đây

source: Why Register?
ar: لماذا التسجيل؟
es: ¿Por qué registrarse?
fr: Pourquoi s'inscrire ?
it: Perché registrarsi?
pl: Dlaczego warto się zarejestrować?
pt: Porquê Registar?
pt_br: Por que cadastrar?
vi: Tại sao nên đăng ký?

source: Get your personal Stremio addon installation link
ar: احصل على رابط تثبيت إضافة ستريميو الخاص بك
es: Obtén tu enlace personal de instalación del addon de Stremio
fr: Obtenez votre lien d'installation personnel pour l'extension Stremio
it: Ottieni il tuo link personale di installazione addon per Stremio
pl: Otrzymaj osobisty link instalacyjny addonu Stremio
pt: Obtenha o seu link de instalação do addon único para o Stremio
pt_br: Pegue seu link próprio de instalação do Addon no Stremio
vi: Nhận liên kết cài đặt addon Stremio cá nhân của bạn

source: Upload and share subtitles with the community
ar: تحميل ومشاركة الترجمة مع المجتمع
es: Sube y comparte subtítulos con la comunidad
fr: Mettez en ligne et partagez des sous-titres avec la communauté
it: Carica e condividi i sottotitoli con la community
pl: Przesyłaj i udostępniaj napisy społeczności
pt: Carregar e compartilhar legendas com a comunidade
pt_br: Faça upload e compartilhe legendas com a comunidade
vi: Tải lên và chia sẻ phụ đề với cộng đồng

source: Vote on subtitle quality to help others find the best translations
ar: التصويت على جودة الترجمة لمساعدة الآخرين على العثور على أفضل الترجمات
es: Vota sobre la calidad de los subtítulos para ayudar a otros a encontrar las mejores traducciones
fr: Votez pour la qualité des sous-titres afin d'aider les autres à trouver les meilleures traductions
it: Vota la qualità dei sottotitoli per aiutare gli altri a trovare le migliori traduzioni
pl: Głosuj na jakość napisów, aby pomóc innym znaleźć najlepsze tłumaczenia
pt: Vote na qualidade da legenda para ajudar os outros a encontrar as melhores traduções
pt_br: Vote em legendas de qualidade para ajudar os outros a encontrarem as melhores traduções
vi: Bình chọn chất lượng phụ đề để giúp người khác tìm thấy bản dịch tốt nhất

source: Track your subtitle history and contributions
ar: تتبع تاريخ الترجمة ومساهماتك
es: Registra tu historial de subtítulos y contribuciones
fr: Suivez votre historique de sous-titres et vos contributions
it: Traccia la cronologia dei sottotitoli e i contributi
pl: Śledź historię i wkład swoich napisów
pt: Acompanhe o seu histórico de legendas e contribuições
pt_br: Registre seu histórico de legendas e contribuições
vi: Theo dõi lịch sử phụ đề và đóng góp của bạn

source: Resend Confirmation Email
ar: إعادة إرسال رسالة التأكيد
es: Reenviar correo de confirmación
fr: Renvoyer l'e-mail de confirmation
it: Reinvia email di conferma
pl: Potwierdź email
pt: Reenviar o E-mail de Confirmação
pt_br: Re-enviar e-mail de confirmação
vi: Gửi lại Email xác nhận

source: If you didn't receive the confirmation email or the link has expired, you can request a new one.
ar: إذا لم تستلم رسالة التأكيد أو انتهت صلاحية الرابط، يمكنك طلب رسالة جديدة.
es: Si no recibiste el correo de confirmación o el enlace ha expirado, puedes solicitar uno nuevo.
fr: Si vous n'avez pas reçu l'e-mail de confirmation ou si le lien a expiré, vous pouvez en demander un nouveau.
it: Se non hai ricevuto l'email di conferma o il link è scaduto, puoi richiederne una nuova.
pl: Jeśli nie otrzymałeś emaila potwierdzającego lub link wygasł, możesz poprosić o nowy.
pt: Se não recebeu o e-mail de confirmação ou o link expirou, pode solicitar um novo.
pt_br: Se você não recebeu o e-mail de confirmação ou o link expirou, você pode solicitar um novo.
vi: Nếu bạn không nhận được Email xác nhận hoặc liên kết đã hết hạn, bạn có thể yêu cầu một liên kết mới.

source: Email Address
ar: عنوان البريد الإلكتروني
es: Dirección de email
fr: Adresse e-mail
it: Indirizzo email
pl: Adres email
pt: Endereço de e-mail
pt_br: E-mail
vi: Địa chỉ Email

source: Enter the email address you used to register.
ar: أدخل عنوان البريد الإلكتروني الذي استخدمته للتسجيل.
es: Introduce la dirección de correo electrónico que utilizaste para registrarte
fr: Saisissez l'adresse e-mail utilisée lors de l'inscription.
it: Inserisci l'indirizzo email che hai usato per registrarti.
pl: Wprowadź adres email użyty do rejestracji.
pt: Introduza o email que utilizou para se registar.
pt_br: Insira o e-mail que você usou para cadastrar.
vi: Nhập địa chỉ Email bạn đã dùng để đăng ký.

source: Back to Login
ar: العودة إلى تسجيل الدخول
es: Volver a Inicio de sesión
fr: Retour à la connexion
it: Torna all'accesso
pl: Powrót do logowania
pt: Voltar ao inicio de sessão
pt_br: Voltar ao login
vi: Quay lại Đăng nhập

source: Set New Password
ar: تعيين كلمة سر جديدة
es: Crea una contraseña nueva
fr: Définir un nouveau mot de passe
it: Imposta una nuova password
pl: Zresetuj hasło
pt: Definir nova palavra-passe
pt_br: Definir nova senha
vi: Thiết lập mật khẩu mới

source: Please enter your new password.
ar: يرجى إدخال كلمة المرور الجديدة.
es: Por favor, ingrese su nueva contraseña.
fr: Veuillez saisir votre nouveau mot de passe.
it: Inserisci la tua nuova password.
pl: Podaj swoje nowe hasło.
pt: Por favor, introduza a sua nova palavra-passe.
pt_br: Por favor, digite sua nova senha.
vi: Vui lòng nhập mật khẩu mới của bạn.
