Repository: skoruppa/stremio-community-subtitles
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it, pl, pt, pt_br, vi

source: Username confirmation does not match. Account not deleted.
ar: تأكيد اسم المستخدم غير متطابق. لم يتم حذف الحساب.
es: La confirmación del nombre de usuario no coincide. Cuenta no eliminada.
fr: La confirmation du nom d'utilisateur ne correspond pas. Compte non supprimé.
it: La conferma del nome utente non corrisponde. Account non eliminato.
pl: Potwierdzenie nazwy użytkownika nie pasuje. Konto nie zostało usunięte.
pt: Confirmação de nome de utilizador não corresponde. Conta não excluída.
pt_br: Confirmação de usuário não condiz. A conta não foi deletada.
vi: Xác nhận tên người dùng không khớp. Tài khoản không bị xóa.

source: Your account has been permanently deleted.
ar: تم حذف حسابك بشكل دائم.
es: Tu cuenta ha sido eliminada permanentemente.
fr: Votre compte a été définitivement supprimé.
it: Il tuo account è stato eliminato definitivamente.
pl: Twoje konto zostało trwale usunięte.
pt: A sua conta foi permanentemente eliminada.
pt_br: Sua conta foi permanentemente deletada.
vi: Tài khoản của bạn đã bị xóa vĩnh viễn.

source: Error deleting account. Please try again or contact support.
ar: حدث خطأ أثناء حذف الحساب. الرجاء المحاولة مرة أخرى أو الاتصال بالدعم.
es: Error al eliminar la cuenta. Por favor, inténtelo nuevamente o póngase en contacto con soporte.
fr: Erreur lors de la suppression du compte. Veuillez réessayer ou contacter le support.
it: Errore nell'eliminazione dell'account. Riprova o contatta l'assistenza.
pl: Błąd podczas usuwania konta. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt: Erro ao excluir a conta. Tente novamente ou entre em contacto com o suporte.
pt_br: Erro ao deletar a conta. Por favor, tente novamente ou entre em contato com o suporte.
vi: Không thể xóa tài khoản. Vui lòng thử lại hoặc liên hệ hỗ trợ.

source: Provider %(name)s not found
ar: لم يتم العثور على مقدم الخدمة %(name)s
es: Proveedor %(name)s no encontrado
fr: Fournisseur %(name)s introuvable
it: Provider %(name)s non trovato
pl: Dostawca %(name)s nie został znaleziony
pt: Fornecedor %(name)s não encontrado
pt_br: Provedor %(name)s não encontrado
vi: Không tìm thấy nhà cung cấp %(name)s

source: %(name)s settings updated!
ar: تم تحديث إعدادات %(name)s!
es: ¡Configuración de %(name)s actualizada!
fr: Paramètres de %(name)s mis à jour !
it: Impostazioni %(name)s aggiornate!
pl: Ustawienia %(name)s zostały zaktualizowane!
pt: Configurações do %(name)s atualizadas!
pt_br: Configurações do %(name)s atualizadas!
vi: Cài đặt %(name)s đã được cập nhật!

source: Successfully connected to %(name)s!
ar: تم الاتصال بنجاح بـ %(name)s!
es: ¡Conectado con éxito a %(name)s!
fr: Connexion réussie à %(name)s !
it: Connesso con successo a %(name)s!
pl: Pomyślnie połączono z %(name)s!
pt: Conectado com sucesso a %(name)s!
pt_br: Conectado com sucesso ao %(name)s!
vi: Đã kết nối thành công với %(name)s!

source: Authentication failed: %(error)s
ar: فشلت المصادقة: %(error)s
es: Autenticación fallida: %(error)s
fr: Échec de l'authentification : %(error)s
it: Autenticazione fallita: %(error)s
pl: Uwierzytelnianie nie powiodło się: %(error)s
pt: Falha na autenticação: %(error)s
pt_br: Falha de autenticação: %(error)s
vi: Xác thực không thành công: %(error)s

source: Error connecting to %(name)s: %(error)s
ar: خطأ في الاتصال بـ %(name)s: %(error)s
es: Error al conectar a %(name)s: %(error)s
fr: Erreur de connexion à %(name)s : %(error)s
it: Errore nella connessione a %(name)s: %(error)s
pl: Błąd podczas łączenia z %(name)s: %(error)s
pt: Erro ao conectar a %(name)s: %(error)s
pt_br: Erro ao conectar ao %(name)s: %(error)s
vi: Lỗi kết nối với %(name)s: %(error)s

source: Disconnected from %(name)s
ar: غير متصل بـ %(name)s
es: Desconectado de %(name)s
fr: Déconnecté de %(name)s
it: Disconnesso da %(name)s
pl: Rozłączono z %(name)s
pt: Desconectado de %(name)s
pt_br: Desconectado do %(name)s
vi: Đã ngắt kết nối khỏi %(name)s

source: Error disconnecting: %(error)s
ar: خطأ في قطع الاتصال: %(error)s
es: Error al desconectar: %(error)s
fr: Erreur lors de la déconnexion : %(error)s
it: Errore nella disconnessione: %(error)s
pl: Błąd podczas rozłączania: %(error)s
pt: Erro ao desconectar: %(error)s
pt_br: Erro ao desconectar do %(error)s
vi: Lỗi ngắt kết nối: %(error)s

source: Missing required parameters
ar: الإعدادات المطلوبة مفقودة
es: Faltan parámetros requeridos
fr: Paramètres requis manquants
it: Parametri necessari mancanti
pl: Brakuje wymaganych parametrów
pt: Parâmetros obrigatórios ausentes
pt_br: Faltando parâmetros necessários
vi: Thiếu tham số bắt buộc

source: Subtitle selected successfully!
ar: تم اختيار الترجمة بنجاح!
es: ¡Subtítulo seleccionado exitosamente!
fr: Sous-titre sélectionné avec succès !
it: Sottotitoli selezionati con successo!
pl: Napisy zostały pomyślnie wybrane!
pt: Legenda selecionada com sucesso!
pt_br: Legenda selecionada com sucesso!
vi: Đã chọn phụ đề thành công!

source: Error selecting subtitle: %(error)s
ar: خطأ في اختيار العنوان الفرعي: %(error)s
es: Error al seleccionar subtítulo: %(error)s
fr: Erreur lors de la sélection du sous-titre : %(error)s
it: Errore nella selezione dei sottotitoli: %(error)s
pl: Błąd podczas wybierania napisów: %(error)s
pt: Erro ao selecionar legenda: %(error)s
pt_br: Erro ao selecionar a legenda: %(error)s
vi: Lỗi khi chọn phụ đề: %(error)s

source: Cannot link subtitle: video has no hash
ar: لا يمكن ربط الترجمة: الفيديو ليس له hash
es: No se puede enlazar subtítulo: el video no tiene hash
fr: Impossible de lier le sous-titre : la vidéo n'a pas de hash.
it: Impossibile collegare i sottotitoli: il video non ha hash
pl: Nie można powiązać napisów: wideo nie ma hasza
pt: Não é possível vincular legenda: o vídeo não tem hash
pt_br: Não foi possível linkar a legenda: O vídeo não possui hash
vi: Không thể liên kết phụ đề: video không có mã hash

source: This subtitle is already linked to this video version
ar: هذه الترجمة مرتبطة مسبقاً بهذا الإصدار من الفيديو
es: Este subtítulo ya está vinculado a esta versión de vídeo
fr: Ce sous-titre est déjà lié à cette version de la vidéo.
it: Questi sottotitoli sono già collegati a questa versione del video
pl: Te napisy są już powiązane z tą wersją wideo
pt: Esta legenda já está vinculada a esta versão do vídeo
pt_br: Essa legenda já está linkada essa versão do vídeo
vi: Phụ đề này đã được liên kết với phiên bản video này.

source: Subtitle successfully linked to this video version!
ar: تم ربط الترجمة بنجاح بنسخة الفيديو هذه!
es: ¡Subtítulo vinculado con éxito a esta versión de vídeo!
fr: Sous-titre lié avec succès à cette version de la vidéo !
it: Sottotitoli collegati con successo a questa versione del video!
pl: Napisy zostały pomyślnie powiązane z tą wersją wideo!
pt: Legenda vinculada com sucesso a esta versão do vídeo!
pt_br: Legenda linkada com sucesso a essa versão do vídeo!
vi: Phụ đề đã được liên kết thành công với phiên bản video này!

source: Error linking subtitle
ar: خطأ أثناء ربط الترجمة
es: Error al vincular subtítulo
fr: Erreur lors de la liaison du sous-titre
it: Errore nel collegamento dei sottotitoli
pl: Błąd podczas powiązywania napisów
pt: Erro ao vincular legenda
pt_br: Erro ao linkar a legenda
vi: Lỗi liên kết phụ đề

source: Content ID must be either IMDB ID (starting with "tt") or Kitsu ID (format "kitsu:12345") or MAL ID (format "mal:12345")
ar: يجب أن يكون معرف المحتوى إما معرف IMDB (بدءاً ب "tt") أو معرف Kitsu (تنسيق "kitsu:12345") أو معرف MAL (تنسيق "mal:12345")
es: ID de contenido debe ser IMDB ID (comenzando con "tt") o Kitsu ID (formato "kitsu:12345") o MAL ID (fromato "mal:12345")
fr: L'ID du contenu doit être un ID IMDB (commençant par "tt"), un ID Kitsu (format "kitsu:12345") ou un ID MAL (format "mal:12345")
it: L'ID contenuto deve essere l'ID IMDB (comincia con "tt") o l'ID MAL (formato "mal:12345")
pl: ID treści musi być albo IMDB ID (zaczynające się od "tt") albo Kitsu ID (format "kitsu:12345") albo MAL ID (format "mal:12345")
pt: ID de conteúdo deve ser o ID IMDB (começando com "tt") ou Kitsu ID (formato "kitsu:12345") ou ID MAL (formato "mal:12345")
pt_br: O ID do conteúdo deve ser o ID do IMDB (começando com "tt") ou ID do Kitsu (Formato "kitsu:12345") ou ID do MAL (formato "mal:12345")
vi: Content ID phải là IMDB ID (bắt đầu bằng "tt") hoặc Kitsu ID (định dạng "kitsu:12345") hoặc MAL ID (định dạng "mal:12345").

source: Episode number is required for series
ar: رقم الحلقة مطلوب للمسلسل
es: Se requiere un número de episodio para la serie de TV
fr: Le numéro de l'épisode est requis pour les séries.
it: Il numero dell'episodio è richiesto per le serie TV
pl: Numer odcinka jest wymagany dla seriali
pt: Número do episódio é necessário para as Séries de TV
pt_br: Número do episódio é necessário para séries de TV
vi: Phim bộ bắt buộc phải có Số tập

source: These subtitles already exist for this content and video version.
ar: هذه الترجمات موجودة بالفعل لهذا المحتوى و إصدار الفيديو.
es: Estos subtítulos ya existen para este contenido y versión de vídeo.
fr: Ces sous-titres existent déjà pour ce contenu et cette version vidéo.
it: Questi sottotitoli esistono già per questo contenuto e questa versione del video.
pl: Te napisy już istnieją dla tej treści i wersji wideo.
pt: Estas legendas já existem para este conteúdo e versão de vídeo.
pt_br: Essas legendas já existem para esse conteúdo e versão do vídeo.
vi: Phụ đề cho nội dung và phiên bản video này đã có sẵn.

source: Server error: Cloudinary storage is not properly configured.
ar: خطأ في الخادم: التخزين السحابي غير معد بشكل صحيح.
es: Error del servidor: El almacenamiento en la nube no está correctamente configurado.
fr: Erreur serveur : le stockage Cloudinary n'est pas correctement configuré.
it: Errore del server: l'archivio cloud non è configurato correttamente.
pl: Błąd serwera: Magazyn Cloudinary nie jest prawidłowo skonfigurowany.
pt: Erro de servidor: O armazenamento Cloudinary não está configurado corretamente.
pt_br: Erro do servidor: Armazenamento do Cloudinary não foi configurado adequadamente.
vi: Lỗi máy chủ: Cấu hình lưu trữ Cloudinary chưa chính xác.

source: Error processing/uploading subtitle: %(error)s
ar: حدث خطأ أثناء معالجة/تحميل الترجمة: %(error)s
es: Error al procesar/subir subtítulo: %(error)s
fr: Erreur lors du traitement/téléversement du sous-titre : %(error)s
it: Errore elaborazione/caricamento sottotitoli: %(error)s
pl: Błąd podczas przetwarzania/przesyłania napisów: %(error)s
pt: Erro ao processar/carregar subtítulo: %(error)s
pt_br: Erro ao processar/fazer upload da legenda: %(error)s
vi: Lỗi khi xử lý/tải phụ đề: %(error)s

source: Internal error: Subtitle path not determined.
ar: خطأ داخلي: لم يتم تحديد مسار الترجمة.
es: Error interno: Ruta de subtítulos no determinada.
fr: Erreur interne : chemin du sous-titre non déterminé.
it: Errore interno: Percorso dei sottotitoli non determinato.
pl: Błąd wewnętrzny: Ścieżka napisów nie została określona.
pt: Erro interno: Caminho de legenda não determinado.
pt_br: Erro interno: Caminho da legenda não determinado.
vi: Lỗi nội bộ: Không xác định được đường dẫn phụ đề.

source: Subtitle uploaded and selected successfully!
ar: تم تحميل الترجمة واختيار بنجاح!
es: ¡Subtítulo subido y seleccionado con éxito!
fr: Sous-titre téléversé et sélectionné avec succès !
it: Sottotitoli caricati e selezionati con successo!
pl: Napisy zostały przesłane i wybrane pomyślnie!
pt: Legenda carregada e selecionada com sucesso!
pt_br: Upload da legenda feito e selecionada com sucesso!
vi: Phụ đề đã được tải lên và chọn thành công!

source: Subtitle uploaded, but failed to auto-select.
ar: تم رفع الترجمة ، ولكن فشل في التحديد التلقائي.
es: Subtítulo subido, pero no se pudo seleccionar automáticamente.
fr: Sous-titre téléversé, mais la sélection automatique a échoué.
it: Sottotitoli caricati, ma non è stato possibile selezionare automaticamente.
pl: Napisy zostały przesłane, ale automatyczne wybieranie nie powiodło się.
pt: Legenda carregada, mas falha ao selecionar automaticamente.
pt_br: Upload da legenda feito, mas falhou ao auto-selecionar.
vi: Phụ đề đã được tải lên nhưng không tự động chọn được.

source: Error uploading subtitle. Please try again.
ar: خطأ في تحميل الترجمة. الرجاء المحاولة مرة أخرى.
es: Error al subir el subtítulo. Por favor, inténtelo de nuevo.
fr: Erreur lors du téléversement du sous-titre. Veuillez réessayer.
it: Errore nel caricamento dei sottotitoli. Riprova.
pl: Błąd podczas przesyłania napisów. Spróbuj ponownie.
pt: Erro ao carregar legenda. Por favor, tente novamente.
pt_br: Erro ao fazer upload da legenda. Por favor, tente novamente.
vi: Lỗi khi tải phụ đề lên. Vui lòng thử lại.

source: Subtitle selection updated.
ar: تم تحديث اختيار الترجمة.
es: Selección de subtítulos actualizada.
fr: Sélection des sous-titres mise à jour.
it: Selezione dei sottotitoli aggiornata.
pl: Wybór napisów został zaktualizowany.
pt: Seleção de legenda atualizada.
pt_br: Seleção da legenda atualizada.
vi: Đã cập nhật tùy chọn phụ đề.

source: Error updating subtitle selection.
ar: حدث خطأ أثناء تحديث اختيار الترجمة.
es: Error al actualizar la selección de subtítulos.
fr: Erreur lors de la mise à jour de la sélection des sous-titres.
it: Errore nell'aggiornamento della selezione dei sottotitoli.
pl: Błąd podczas aktualizowania wyboru napisów.
pt: Erro ao atualizar seleção de legenda.
pt_br: Error ao atualizar a seleção da legenda.
vi: Lỗi khi cập nhật lựa chọn phụ đề.

source: Voting is not available for this type of subtitle.
ar: التصويت غير متوفر لهذا النوع من الترجمة.
es: La votación no está disponible para este tipo de subtítulo.
fr: Le vote n'est pas disponible pour ce type de sous-titre.
it: Il voto non è disponibile per questo tipo di sottotitoli.
pl: Głosowanie nie jest dostępne dla tego typu napisów.
pt: O voto não está disponível para este tipo de legenda.
pt_br: Votação não está disponível para esse tipo de legenda.
vi: Chức năng bình chọn không khả dụng cho loại phụ đề này.

source: Vote removed.
ar: تمت إزالة التصويت.
es: Voto eliminado.
fr: Vote supprimé.
it: Voto rimosso.
pl: Głos został usunięty.
pt: Voto removido.
pt_br: Voto removido.
vi: Đã xóa bình chọn.

source: Vote updated.
ar: تم تحديث التصويت.
es: Voto actualizado.
fr: Vote mis à jour.
it: Voto aggiornato.
pl: Głos został zaktualizowany.
pt: Voto atualizado.
pt_br: Voto atualizado.
vi: Đã cập nhật bình chọn.

source: Vote recorded.
ar: تم تسجيل التصويت.
es: Voto registrado.
fr: Vote enregistré.
it: Voto registrato.
pl: Głos został zapisany.
pt: Voto registado.
pt_br: Voto registrado.
vi: Đã ghi nhận bình chọn.

source: Error processing vote.
ar: خطأ في معالجة التصويت.
es: Error al procesar el voto.
fr: Erreur lors du traitement du vote.
it: Errore nell'elaborazione del voto.
pl: Błąd podczas przetwarzania głosu.
pt: Erro ao processar votação.
pt_br: Erro ao processar o voto.
vi: Lỗi khi xử lý bình chọn.

source: You do not have permission to delete this selection.
ar: ليس لديك الصلاحية لحذف هذا التحديد.
es: No tiene permiso para eliminar este registro de actividad.
fr: Vous n'avez pas la permission de supprimer cette sélection.
it: Non hai i permessi per eliminare questa selezione.
pl: Nie masz uprawnień do usunięcia tego wyboru.
pt: Não tem permissão para apagar esta seleção.
pt_br: Você não possui permissão para deletar essa seleção.
vi: Bạn không có quyền xóa lựa chọn này.

source: Selection deleted successfully.
ar: تم حذف التحديد بنجاح.
es: Selección eliminada con éxito.
fr: Sélection supprimée avec succès.
it: Selezione eliminata con successo.
pl: Wybór został pomyślnie usunięty.
pt: Seleção excluída com sucesso.
pt_br: Seleção deletada com sucesso.
vi: Đã xóa lựa chọn thành công.

source: Error deleting selection.
ar: خطأ في حذف التحديد.
es: Error al eliminar la selección.
fr: Erreur lors de la suppression de la sélection.
it: Errore nell'eliminazione della selezione.
pl: Błąd podczas usuwania wyboru.
pt: Erro ao excluir seleção.
pt_br: Erro ao deletar a seleção.
vi: Lỗi khi xóa lựa chọn.

source: All subtitle selections for this content have been reset.
ar: تم إعادة تعيين جميع اختيارات الترجمة لهذا المحتوى.
es: Todas las selecciones de subtítulos para este contenido han sido restablecidas.
fr: Toutes les sélections de sous-titres pour ce contenu ont été réinitialisées.
it: Tutte le selezioni di sottotitoli per questo contenuto sono state reimpostate.
pl: Wszystkie wybory napisów dla tej treści zostały zresetowane.
pt: Todas as seleções de legendas para este conteúdo foram redefinidas.
pt_br: Todas as seleções de legendas para esse conteúdo foram redefinidas.
vi: Tất cả các lựa chọn phụ đề cho nội dung này đã được đặt lại.

source: No selections to reset for this content.
ar: لا توجد إختيارات لإعادة تعيينها لهذا المحتوى.
es: No hay selecciones para restablecer para este contenido.
fr: Aucune sélection à réinitialiser pour ce contenu.
it: Nessuna selezione da reimpostare per questo contenuto.
pl: Brak wyborów do zresetowania dla tej treści.
pt: Não há seleções para redefinir para este conteúdo.
pt_br: Sem seleções para redefinir nesse conteúdo.
vi: Không có lựa chọn nào để đặt lại cho nội dung này.

source: You do not have permission to delete this subtitle.
ar: ليس لديك الصلاحية لحذف هذه الترجمة.
es: No tiene permiso para eliminar este subtítulo.
fr: Vous n'avez pas la permission de supprimer ce sous-titre.
it: Non hai i permessi per eliminare questi sottotitoli.
pl: Nie masz uprawnień do usunięcia tych napisów.
pt: Não tem permissão para excluir esta legenda.
pt_br: Você não tem permissão para apagar essa legenda.
vi: Bạn không có quyền xóa phụ đề này.

source: Subtitle deleted successfully.
ar: تم حذف الترجمة بنجاح.
es: Subtítulo eliminado con éxito.
fr: Sous-titre supprimé avec succès.
it: Sottotitoli eliminati con successo.
pl: Napisy zostały pomyślnie usunięte.
pt: Legenda excluída com sucesso.
pt_br: Legenda apagada com sucesso.
vi: Đã xóa phụ đề thành công.

source: Error deleting subtitle.
ar: خطأ في حذف الترجمة.
es: Error al eliminar el subtítulo.
fr: Erreur lors de la suppression du sous-titre.
it: Errore nell'eliminazione dei sottotitoli.
pl: Błąd podczas usuwania napisów.
pt: Erro ao apagar legenda.
pt_br: Erro ao deletar a legenda.
vi: Lỗi khi xóa phụ đề.

source: You do not have permission to download subtitles.
ar: ليس لديك الصلاحية لتنزيل الترجمة.
es: No tienes permiso para descargar subtítulos.
fr: Vous n'avez pas la permission de télécharger des sous-titres.
it: Non hai i permessi per scaricare i sottotitoli.
pl: Nie masz uprawnień do pobierania napisów.
pt: Não tem permissão para baixar legendas.
pt_br: Você não possui permissão para fazer download das legendas.
vi: Bạn không có quyền tải xuống phụ đề.

source: Admin's %(provider)s account is not configured/active; cannot download this linked subtitle.
ar: حساب المدير %(provider)s لم يتم تكوينه/نشطه؛ لا يمكن تحميل هذه الترجمة المرتبطة.
es: La cuenta de %(provider)s del administrador no está configurada/activa; no se puede descargar este subtítulo vinculado.
fr: Le compte %(provider)s de l'administrateur n'est pas configuré/actif ; impossible de télécharger ce sous-titre lié.
it: L'account %(provider)s dell'amministratore non è configurato/attivo; non è possibile scaricare questi sottotitoli associati.
pl: Konto administratora %(provider)s nie jest skonfigurowane/aktywne; nie można pobrać tego powiązanego napisu.
pt: A conta %(provider)s do administrador não está configurada/ativa; não é possível baixar esta legenda vinculada.
pt_br: A conta de administrador do %(provider)s não está configurada ou ativa. Não é possível fazer download dessa legenda linkada.
vi: Tài khoản %(provider)s của Admin chưa được cấu hình hoặc chưa kích hoạt; không thể tải phụ đề liên kết này.

source: Error downloading from %(provider)s: %(error)s
ar: خطأ في التحميل من %(provider)s: %(error)s
es: Error al descargar desde %(provider)s: %(error)s
fr: Erreur de téléchargement depuis %(provider)s : %(error)s
it: Errore nel download da %(provider)s: %(error)s
pl: Błąd podczas pobierania z %(provider)s: %(error)s
pt: Erro ao transferir de %(provider)s: %(error)s
pt_br: Erro ao fazer download do %(provider)s: %(error)s
vi: Lỗi khi tải xuống từ %(provider)s: %(error)s

source: %(provider)s authentication expired. Please log in again in account settings.
ar: انتهت صلاحية المصادقة %(provider)s. الرجاء تسجيل الدخول مرة أخرى في إعدادات الحساب.
es: La autenticación %(provider)s ha expirado. Por favor, inicia sesión de nuevo en la configuración de la cuenta.
fr: L'authentification %(provider)s a expiré. Veuillez vous reconnecter dans les paramètres du compte.
it: L'autenticazione %(provider)s è scaduta. Effettua nuovamente l'accesso nelle impostazioni dell'account.
pl: Uwierzytelnienie %(provider)s wygasło. Zaloguj się ponownie w ustawieniach konta.
pt: A autenticação %(provider)s expirou. Por favor, faça o login novamente nas configurações da conta.
pt_br: A autenticação com %(provider)s expirou. Por favor, faça login novamente nas configurações da conta.
vi: Xác thực %(provider)s đã hết hạn. Vui lòng đăng nhập lại trong phần cài đặt tài khoản.

source: Target video hash is missing.
ar: الهاش للفيديو المستهدف مفقود.
es: Falta el hash del vídeo de destino.
fr: Le hash de la vidéo cible est manquant.
it: Hash video di destinazione mancante.
pl: Brakuje hasza docelowego wideo.
pt: Hash do vídeo selecionado em falta.
pt_br: Hash de vídeo está faltando.
vi: Thiếu mã Hash của video mục tiêu.

source: Activity ID is missing.
ar: معرّف ID مفقود.
es: Falta el ID de la actividad.
fr: L'ID d'activité est manquant.
it: ID attività mancante.
pl: Brakuje ID aktywności.
pt: ID de atividade em falta.
pt_br: ID de Atividade está faltando.
vi: Thiếu Activity ID.

source: Invalid Activity ID format.
ar: صيغة معرف ID غير صالحة.
es: Formato de ID de actividad inválido.
fr: Format d'ID d'activité invalide.
it: Formato ID attività non valido.
pl: Nieprawidłowy format ID aktywności.
pt: Formato de ID de atividade inválido.
pt_br: Formato inválido do ID de Atividade.
vi: Định dạng Activity ID không hợp lệ.

source: Content ID mismatch between subtitle and activity.
ar: عدم تطابق Content ID بين الترجمة والنشاط.
es: El ID de contenido no coincide entre subtítulos y actividad.
fr: Non-concordance de l'ID de contenu entre le sous-titre et l'activité.
it: ID contenuto non corrispondente tra sottotitoli e attività.
pl: Niezgodność ID treści między napisami a aktywnością.
pt: ID de conteúdo incompatível entre legenda e atividade.
pt_br: Incompatibilidade do ID do conteúdo entre a legenda e a atividade.
vi: Content ID không khớp giữa phụ đề và hoạt động.

source: This operation is not applicable to provider-linked entries in this manner.
ar: وهذه العملية لا تنطبق على المدخلات المرتبطة بالمزود بهذه الطريقة.
es: Esta operación no es aplicable a las entradas vinculadas al proveedor de esta manera.
fr: Cette opération ne s'applique pas aux entrées liées à un fournisseur de cette manière.
it: Questa operazione non è applicabile alle voci associate al provider in questo modo.
pl: Ta operacja nie ma zastosowania do wpisów powiązanych z dostawcą w ten sposób.
pt: Esta operação não é aplicável às entradas vinculadas ao provedor desta forma.
pt_br: Essa operação não é aplicável a entradas vinculadas ao provedor dessa forma.
vi: Thao tác này không áp dụng cho các mục được liên kết với nhà cung cấp theo cách này.
